import { StatusBar } from "expo-status-bar";
import React, { useState, useRef, useEffect } from "react";
import {
  TouchableOpacity,
  ImageBackground,
  Text,
  View,
  Image,
  ScrollView,
  Animated,
  Dimensions,
  StatusBar as SB,
} from "react-native";
import BottomSheetComponent from "../Bottomsheet/BottomSheet";
import { FAB } from "@rneui/themed";
import globalStyles from "../styles/globalStyles";
import homeStyles from "../styles/homeStyles";
import prayerStyles from "../styles/prayerStyles";
import { RFValue } from "react-native-responsive-fontsize";
import { SharedElement } from "react-navigation-shared-element";
import { datatext } from "../data/data";

function PrayerScreen({ route, navigation }) {
  //////////////////////
  const [fontSize, SetFontSize] = useState(16);
  const [textAlign, SettextAlign] = useState("justify");
  //////////
  data = {
    text: `പരിശുദ്ധ കന്യകാമറിയത്തിന് ക്രിസ്തീയ ജീവിതത്തില്‍ അതുല്യമായ സ്ഥാനമാണുള്ളത്. ദൈവമാതാവെന്ന സ്ഥാനം മൂലം അവള്‍ സകല മനുഷ്യരുടെയും മാതാവാണ്. സഹരക്ഷക എന്ന നിലയില്‍ ക്രിസ്തുവിന്‍റെ രക്ഷാകര പ്രവൃത്തിയില്‍ മറ്റാരെക്കാളുമധികം പങ്കുചേർന്ന് നമ്മെ സഹായിക്കുന്നു. നമ്മുടെ ആദ്ധ്യാത്മിക ജനനിയെന്ന പദവി മൂലം സകല പ്രസാദവരങ്ങളുടെയും ഉറവിടമായി, മറിയം നിലകൊള്ളുന്നു. നിത്യരക്ഷയ്ക്കുള്ള മാറ്റമില്ലാത്ത അടയാളമാണ് ദൈവമാതാവിനോടുള്ള ഭക്തിയെന്ന് എല്ലാ ദൈവശാസ്ത്രജ്ഞന്‍മാരും ഒരേ സ്വരത്തില്‍ അഭിപ്രായപ്പെടുന്നു.

    പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി നമ്മുടെ പുണൃജീവിതത്തിനും സ്വര്‍ഗ്ഗപ്രാപ്തിക്കും ഫലദായകമാണ്. പരിശുദ്ധിയുടെ വിളനിലമായിരുന്നു നമ്മുടെ അമ്മ. പുണ്യസമ്പാദനത്തിനുള്ള പരിശ്രമങ്ങളില്‍ എപ്പോഴും നമുക്ക് മാതൃക ആക്കേണ്ടത് സകല പുണ്യങ്ങളും കൊണ്ട് അലംകൃതമായ പരിശുദ്ധ കന്യകാമറിയത്തെയാണ്. ജന്മം കൊണ്ടും കര്‍മ്മങ്ങള്‍ കൊണ്ടും താന്‍ സമ്പാദിച്ച പുണ്യഫലങ്ങള്‍ ലോകം മുഴുവനുമായി വിനിയോഗിക്കുവാന്‍ മറിയം ആഗ്രഹിക്കുന്നു. നമ്മുടെ വിശുദ്ധിയുടെ അളവുകോല്‍ ഈശോയുമായുള്ള നമ്മുടെ ബന്ധത്തിന്‍റെ ആഴം അനുസരിച്ചാണ്. സകല മനുഷ്യരിലും വിശുദ്ധരിലും വച്ച് പരിശുദ്ധ കന്യകാമറിയത്തെ പോലെ ഈശോയുമായി ബന്ധപ്പെട്ട വ്യക്തി ആരാണുള്ളത്?
    
    സ്വന്തം പുത്രനെന്ന നിലയില്‍ ഈശോ മറിയവുമായി അഭേദ്യമായ രീതിയില്‍ ബന്ധപ്പെട്ടിരിക്കുന്നു. മാനുഷികവും ദൈവികവുമായ സകലവിധ പരിശുദ്ധിയുടെയും കേന്ദ്രമാണ് പരിശുദ്ധ അമ്മ. സ്വര്‍ഗ്ഗീയ നന്മകള്‍ നമുക്ക് പ്രാപിക്കുവാനും ഈശോയുടെ ഹൃദയത്തിന് അനുരൂപമായ ഒരു ജീവിതം നയിക്കുന്നതിനും മറിയത്തോടുള്ള ഭക്തി തീര്‍ച്ചയായും നമുക്ക് സഹായകമാണ്. നമ്മെ അലട്ടുന്ന ദാരിദ്ര്യം, തൊഴിലില്ലായ്മ, അസമാധാനം മുതലായ പ്രശ്നങ്ങള്‍ക്ക് പരിഹാരം നേടുവാന്‍ ദൈവമാതാവിനോടുള്ള ഭക്തി സഹായകമാണ്.`,
    sambavam: `റോമാചക്രവര്‍ത്തിയും മതമർദ്ദകനുമായിരുന്ന ജൂലിയന്‍ തന്‍റെ സ്വന്ത സാമ്രാജ്യത്തില്‍ പേഗന്‍ മതം പുന:സ്ഥാപിക്കാന്‍ ആഗ്രഹിച്ചു. അതിനായി ക്രിസ്താനികളുടെ നേരെ കിരാത മര്‍ദ്ദനം അഴിച്ചു വിട്ടു. പേര്‍ഷ്യാക്കാരോടുള്ള യുദ്ധത്തിനു പുറപ്പെടുന്നതിനു മുന്‍പ് മിത്രാദേവിയുടെ അമ്പലത്തില്‍ പ്രവേശിച്ച് വഴിപാടു കഴിച്ചു. യുദ്ധത്തില്‍ ജയിക്കുന്ന പക്ഷം തന്‍റെ സാമ്രാജ്യത്തിലെ ക്രിസ്ത്യാനികളെ മുഴുവന്‍ ദേവിക്ക് ബലിയര്‍പ്പിക്കുന്നതാണെന്ന് അദ്ദേഹം പ്രതിജ്ഞ ചെയ്തു. ഈ നേര്‍ച്ചയേപ്പറ്റി അറിഞ്ഞ കേസറിയായിലെ മെത്രാനായ വിശുദ്ധ ബേസില്‍, തന്‍റെ കീഴിലുള്ള എല്ലാ ക്രിസ്ത്യാനികളേയും വിളിച്ചുകൂട്ടി. ഈ ആപത്ത്ഘട്ടത്തില്‍ പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി മാത്രമേ പരിഹാരമായിട്ടുള്ളൂയെന്നു അദ്ദേഹം പറഞ്ഞു. വിശുദ്ധ ബേസിലിന്‍റെ പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയും വിശ്വാസവും ജനങ്ങള്‍ക്കെല്ലാം മാതൃകയായി.

    എല്ലാവരും പരിശുദ്ധ കന്യകയില്‍ അഭയം ഗമിച്ചു പ്രാര്‍ത്ഥിച്ചു. ജൂലിയാന്‍, പേര്‍ഷ്യക്കാരുടേതിനേക്കാള്‍ ശക്തമായ ഒരു സൈന്യത്തോടെയാണ് യുദ്ധത്തിനു പുറപ്പെട്ടതെങ്കിലും പരാജിതനായി. ശത്രുകരത്തില്‍പെട്ട് മരിക്കുന്നതിനേക്കാള്‍ അഭിമാനകരം ആത്മഹത്യയാണെന്നു കരുതി അയാള്‍ സ്വന്തം വാളെടുത്ത് ചങ്കില്‍ കുത്തിയിറക്കി. അവിടെനിന്നും പ്രവഹിച്ച രക്തത്തില്‍ കൈമുക്കി മുഷ്ടി ആകാശത്തിലേക്കുയര്‍ത്തി ഇപ്രകാരം ജൂലിയാന്‍ വിളിച്ചു പറഞ്ഞു: "അല്ലയോ ഗലീലേയാ, നീ തന്നെ ജയിച്ചിരിക്കുന്നു". ഇന്നു തിരുസഭ വലിയ പ്രതിസന്ധികള്‍ തരണം ചെയ്യുകയാണ്. മരിയ ഭക്തര്‍ ഉണര്‍ന്ന് ദൈവമാതാവിന്‍റെ സഹായത്താല്‍ തിരുസഭയുടെ ശത്രുക്കളെ നേരിടാന്‍ തയ്യാറാകണം.`,
    prarthana: `ദൈവജനനിയായ പരിശുദ്ധ കന്യകയേ, അങ്ങയെ എന്‍റെ മാതാവും മദ്ധ്യസ്ഥയുമായി ഞാന്‍ ഏറ്റു പറയുന്നു. പുത്രസഹജമായ ഭക്തി എന്നില്‍ നിറയ്ക്കണമേ. അങ്ങേ അരുമസുതരുടെ ഗണത്തില്‍ എന്നെയും ചേര്‍ക്കണമേ. മക്കളോടു അങ്ങേയ്ക്കുള്ള സ്നേഹവും വാത്സല്യവും എന്നോട് എപ്പോഴും അങ്ങ് കാണിക്കേണമേ. ഏത് അവസരത്തിലും അങ്ങേ സഹായം അഭ്യര്‍ത്ഥിക്കുവാനും, നന്മ കൈവരിക്കുവാനും ഇടയാക്കണമേ. ഈ പ്രാര്‍ത്ഥനകള്‍ അങ്ങേ തിരുക്കുമാരന്‍ വഴിയായി പിതാവിന്‍റെ പക്കല്‍ അര്‍പ്പിക്കുവാന്‍ അമ്മേ അങ്ങു തന്നെ എന്നെ സഹായിക്കേണമേ.`,
    ethrayum: `എത്രയും ദയയുള്ള മാതാവേ! നിന്‍റെ സങ്കേതത്തില്‍ ഓടി വന്ന്, നിന്‍റെ ഉപകാര സഹായം അപേക്ഷിച്ചു, നിന്‍റെ അപേക്ഷയുടെ സഹായത്തെ ഇരന്നവരില്‍ ഒരുവനെങ്കിലും നിന്നാല്‍ കൈവിടപ്പെട്ടു എന്നു ലോകത്തില്‍ കേള്‍ക്കപ്പെട്ടിട്ടില്ല എന്നു നീ നിനച്ചു കൊള്ളണമേ. കന്യാവ്രതക്കാരുടെ രാജ്ഞിയായ കന്യകേ! ദയയുള്ള മാതാവേ! ഈ വണ്ണമുള്ള ശരണത്താല്‍ ഉറച്ചു നിന്‍റെ തൃപ്പാദത്തിങ്കല്‍ ഞാന്‍ അണഞ്ഞു വരുന്നു. നെടുവീര്‍പ്പിട്ടു കണ്ണുനീര്‍ ചിന്തി പാപിയായ ഞാന്‍ നിന്‍റെ ദയയുടെ ആഴത്തെ കാത്തുകൊണ്ട് നിന്‍റെ തിരുമുമ്പില്‍ നില്‍ക്കുന്നു. അവതരിച്ച വചനത്തിന്‍റെ മാതാവേ! എന്‍റെ അപേക്ഷയെ ഉപേക്ഷിക്കാതെ ദയാപൂര്‍വ്വം കേട്ടരുളേണമേ.

    * ജന്മ പാപമില്ലാതെ ഉത്ഭവിച്ച ശുദ്ധ മറിയമേ! പാപികളുടെ സങ്കേതമേ! ഇതാ നിന്‍റെ സങ്കേതത്തില്‍ ഞങ്ങള്‍ തേടിവന്നിരിക്കുന്നു. ഞങ്ങളുടെമേല്‍ അലിവായിരുന്ന് ഞങ്ങള്‍ക്കു വേണ്ടി നിന്‍റെ തിരുക്കുമാരനോടു പ്രാര്‍ത്ഥിച്ചു കൊള്ളണമേ.

    1 സ്വര്‍ഗ്ഗ. 1 നന്മ. 1 ത്രിത്വ.
    
    (മൂന്നു പ്രാവശ്യം ചൊല്ലുക).
    `,
    luthiniya: `കര്‍ത്താവേ! അനുഗ്രഹിക്കണമേ,

    മിശിഹായെ! അനുഗ്രഹിക്കണമേ,
    
    കര്‍ത്താവേ! അനുഗ്രഹിക്കണമേ,
    
    മിശിഹായെ! ഞങ്ങളുടെ പ്രാര്‍ത്ഥന കേള്‍ക്കണമേ.
    
    മിശിഹായെ! ഞങ്ങളുടെ പ്രാര്‍ത്ഥന കൈക്കൊള്ളണമേ.
    
    ആകാശങ്ങളിലിരിക്കുന്ന ബാവാ തമ്പുരാനേ,
    
    (ഞങ്ങളെ അനുഗ്രഹിക്കണമേ)
    
    ഭൂലോകരക്ഷിതാവായ പുത്രന്‍ തമ്പുരാനേ,
    
    റൂഹാദക്കുദീശാ തമ്പുരാനേ,
    
    എകസ്വരൂപമായിരിക്കുന്ന പരിശുദ്ധ ത്രിത്വമേ,
    
    പരിശുദ്ധ മറിയമേ
    
    (ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ)
    
    ദൈവകുമാരന്‍റെ പുണ്യജനനി,
    
    കന്യാസ്ത്രീകള്‍ക്കു മകുടമായ നിര്‍മ്മല കന്യകയെ,
    
    മിശിഹായുടെ മാതാവേ,
    
    ദൈവപ്രസാദവരത്തിന്‍റെ മാതാവേ,
    
    എത്രയും നിര്‍മ്മലയായ മാതാവേ,
    
    അത്യന്ത വിരക്തിയുള്ള മാതാവേ,
    
    കളങ്കഹീനയായ കന്യാസ്ത്രീയായിരിക്കുന്ന മാതാവേ,
    
    കന്യാവ്രതത്തിനു അന്തരം വരാത്ത മാതാവേ,
    
    സ്നേഹഗുണങ്ങളുടെ മാതാവേ,
    
    അത്ഭുതത്തിനു വിഷയമായിരിക്കുന്ന മാതാവേ,
    
    സദുപദേശത്തിന്‍റെ മാതാവേ,
    
    സ്രഷ്ടാവിന്‍റെ മാതാവേ,
    
    രക്ഷിതാവിന്‍റെ മാതാവേ,
    
    വിവേകൈശ്വര്യമുള്ള കന്യകേ,
    
    പ്രകാശപൂര്‍ണ്ണമായ സ്തുതിക്കു യോഗ്യയായിരിക്കുന്ന കന്യകേ,
    
    സ്തുതിപ്രാപ്തിക്കൈശ്വര്യമുള്ള കന്യകേ,
    
    വല്ലഭമുള്ള കന്യകേ,
    
    കനിവുള്ള കന്യകേ,
    
    വിശ്വാസവതിയായിരിക്കുന്ന കന്യകേ,
    
    നീതിയുടെ ദര്‍പ്പണമേ,
    
    ബോധജ്ഞാനത്തിന്‍റെ സിംഹാസനമേ,
    
    ഞങ്ങളുടെ തെളിവിന്‍റെ കാരണമേ,
    
    ആത്മജ്ഞാന പൂരിത പാത്രമേ,
    
    ബഹുമാനത്തിന്‍റെ പാത്രമേ,
    
    അത്ഭുതകരമായ ഭക്തിയുടെ പാത്രമേ,
    
    ദൈവരഹസ്യം നിറഞ്ഞിരിക്കുന്ന പനിനീര്‍ കുസുമമേ,
    
    ദാവീദിന്‍റെ കോട്ടയെ,
    
    നിര്‍മ്മല ദന്തം കൊണ്ടുള്ള കോട്ടയെ,
    
    സ്വര്‍ണ്ണാലയമേ,
    
    വാഗ്ദാനത്തിന്‍റെ പെട്ടകമേ,
    
    ആകാശ മോക്ഷത്തിന്‍റെ വാതിലേ,
    
    ഉഷകാലത്തിന്‍റെ നക്ഷത്രമേ,
    
    രോഗികളുടെ സ്വസ്ഥാനമേ,
    
    പാപികളുടെ സങ്കേതമേ,
    
    വ്യാകുലന്‍മാരുടെ ആശ്വാസമേ,
    
    ക്രിസ്ത്യാനികളുടെ സഹായമേ,
    
    മാലാഖമാരുടെ രാജ്ഞി,
    
    ബാവാന്മാരുടെ രാജ്ഞി,
    
    ദീര്‍ഘദര്‍ശികളുടെ രാജ്ഞി,
    
    ശ്ലീഹന്‍മാരുടെ രാജ്ഞി,
    
    വേദസാക്ഷികളുടെ രാജ്ഞി,
    
    വന്ദനീയന്‍മാരുടെ രാജ്ഞി,
    
    കന്യാസ്ത്രീകളുടെ രാജ്ഞി,
    
    സകല‍ പുണ്യവാന്മാരുടെയും രാജ്ഞി,
    
    അമലോല്‍ഭവയായിരിക്കുന്ന രാജ്ഞി,
    
    സ്വര്‍ഗ്ഗാരോപിതയായിരിക്കുന്ന രാജ്ഞി,
    
    പരിശുദ്ധ ജപമാലയുടെ രാജ്ഞി,
    
    സമാധാനത്തിന്‍റെ രാജ്ഞി,
    
    കര്‍മ്മല സഭയുടെ അലങ്കാരമായിരിക്കുന്ന രാജ്ഞി.
    
    ഭൂലോക പാപങ്ങളെ നീക്കുന്ന ദൈവചെമ്മരിയാട്ടിന്‍ കുട്ടിയായിരിക്കുന്ന ഈശോ തമ്പുരാനേ,
    
    (കര്‍ത്താവേ, ഞങ്ങളുടെ പാപങ്ങള്‍ ക്ഷമിക്കണമേ)
    
    ഭൂലോക പാപങ്ങളെ നീക്കുന്ന....
    
    (കര്‍ത്താവേ, ഞങ്ങളുടെ പ്രാര്‍ത്ഥന കേള്‍ക്കേണമേ.)
    
    ഭൂലോക പാപങ്ങളെ നീക്കുന്ന.....
    
    (കര്‍ത്താവേ, ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.)`,
    japam: `സര്‍വ്വേശ്വരന്‍റെ പുണ്യസമ്പൂര്‍ണ്ണയായ മാതാവേ, ഇതാ നിന്‍റെ പക്കല്‍ ഞങ്ങള്‍ ആശ്രയിക്കുന്നു. ഞങ്ങളുടെ ആവശ്യനേരത്ത് ഞങ്ങളുടെ അപേക്ഷകള്‍ നീ ത്യജിക്കല്ലേ. ഭാഗ്യവതിയും ആശീര്‍വദിക്കപ്പെട്ടവളുമായ അമ്മേ, സകല ആപത്തുകളില്‍ നിന്നും ഞങ്ങളെ കാത്തുകൊള്ളണമേ.

കാര്‍മികന്‍: ഈശോമിശിഹായുടെ വാഗ്ദാനങ്ങള്‍ക്കു ഞങ്ങള്‍ യോഗ്യരാകുവാന്‍.

സമൂഹം: സര്‍വ്വേശ്വരന്‍റെ പരിശുദ്ധ മാതാവേ, ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ.

പ്രാര്‍ത്ഥിക്കാം

കര്‍ത്താവേ! മുഴുവന്‍ മനസ്സോടു കൂടെ അങ്ങയുടെ മുമ്പില്‍ നില്‍ക്കുന്ന ഈ കുടുംബത്തെ (ഈ കൂട്ടത്തെ) തൃക്കണ്‍പാര്‍ത്ത് എപ്പോഴും കന്യകയായിരിക്കുന്ന മറിയത്തിന്‍റെ അപേക്ഷയാലെ സകല ശത്രുക്കളുടെ ഉപദ്രവങ്ങളില്‍ നിന്ന് കൃപചെയ്തു രക്ഷിച്ചു കൊള്ളണമേ. ഈ അപേക്ഷകളൊക്കെയും ഞങ്ങളുടെ കര്‍ത്താവീശോമിശിഹായുടെ തിരുമുഖത്തെക്കുറിച്ചു ഞങ്ങള്‍ക്കു നീ തന്നരുളണമേ. ആമ്മേന്‍.

ജപം

പരിശുദ്ധ രാജ്ഞി, കരുണയുടെ മാതാവേ, സ്വസ്തീ! ഞങ്ങളുടെ ജീവനും മാധുര്യവും ശരണവുമേ സ്വസ്തീ! ഹവ്വായുടെ പുറംതള്ളപ്പെട്ട മക്കളായിരിക്കുന്ന ഞങ്ങള്‍ അങ്ങേപ്പക്കല്‍ നെടുവീര്‍പ്പിടുന്നു. ആകയാല്‍ ഞങ്ങളുടെ മദ്ധ്യസ്ഥേ! അങ്ങയുടെ കരുണയുള്ള കണ്ണുകള്‍ ഞങ്ങളുടെ നേരെ‍ തിരിക്കണമേ. ഞങ്ങളുടെ ഈ പ്രവാസത്തിനു ശേഷം അങ്ങയുടെ ഉദരത്തിന്‍റെ അനുഗൃഹീത ഫലമായ ഈശോയെ, ഞങ്ങള്‍ക്കു കാണിച്ചു തരണമേ, കരുണയും വാത്സല്യവും നിറഞ്ഞ കന്യകാമറിയമേ! ആമ്മേന്‍.

കാര്‍മികന്‍: ഈശോമിശിഹായുടെ വാഗ്ദാനങ്ങള്‍ക്കു ഞങ്ങള്‍ യോഗ്യരാകുവാന്‍.

സമൂഹം: സര്‍വ്വേശ്വരന്‍റെ പരിശുദ്ധ മാതാവേ, ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ.

പ്രാര്‍ത്ഥിക്കാം

സര്‍വശക്തനും, നിത്യനുമായിരിക്കുന്ന സര്‍വ്വേശ്വരാ, ഭാഗ്യവതിയായിരിക്കുന്ന മറിയത്തിന്‍റെ ആത്മാവും ശരീരവും റൂഹാദക്കുദിശായുടെ അനുഗ്രഹത്താലെ നിന്‍റെ ദിവ്യപുത്രന് യോഗ്യമായ പീഠമായിരിപ്പാന്‍ പൂര്‍വികമായി നീ നിയമിച്ചുവല്ലോ. ഈ ദിവ്യമാതാവിനെ നിനച്ചു സന്തോഷിക്കുന്ന ഞങ്ങള്‍, ഇവരുടെ അനുഗ്രഹമുള്ള അപേക്ഷയാലെ ഈ ലോകത്തിലുള്ള സകല‍ ആപത്തുകളില്‍ നിന്നും, നിത്യമരണത്തില്‍ നിന്നും രക്ഷിക്കപ്പെടുവാന്‍ കൃപ ചെയ്യണമേ. ഈ യാചനകളൊക്കെയും ഞങ്ങളുടെ കര്‍ത്താവീശോമിശിഹായുടെ തിരുമുഖത്തെക്കുറിച്ച് ഞങ്ങള്‍ക്കു നീ തന്നരുളണമേ. ആമ്മേന്‍.`,
    apeksha: `പാപികളുടെ സങ്കേതമേ! തിരുസഭയ്ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.

1 നന്മ.

പാപികളുടെ സങ്കേതമേ!വിജാതികള്‍ മുതലായവര്‍ മനസ്സു തിരിയുവാന്‍ വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.

1 നന്മ.

പാപികളുടെ സങ്കേതമേ! രാഷ്ട്രീയാധികാരികള്‍ സത്യവും നീതിയും പാലിക്കുന്നതിനു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.

1 നന്മ.

പാപികളുടെ സങ്കേതമേ! മാര്‍പാപ്പ മുതലായ തിരുസഭാധികാരികള്‍ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.

1 നന്മ.

പാപികളുടെ സങ്കേതമേ! അങ്ങേ പ്രിയ മക്കളായിരിക്കുന്ന ശുദ്ധീകരണ സ്ഥലത്തിലെ ആത്മാക്കള്‍ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.

1 നന്മ.`,
    sukruthajapam:
      "ക്രിസ്ത്യാനികളുടെ സഹായമായ മറിയമേ, ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ.",
  };
  const statusBar = SB.currentHeight;

  const devHeight = Dimensions.get("window").height;
  const scalePercentage = 0.25;
  const imageHeight = devHeight * 0.3;
  const imageResized = imageHeight * scalePercentage;
  const imageMargin = SB.currentHeight + 10;
  const imagePadding = 20;
  const imageViewHeight = imageHeight + imagePadding + imageMargin;
  const topbarheight = statusBar + imageResized + imagePadding / 2;
  const scrolling = useRef(new Animated.Value(0)).current;

  const scale = scrolling.interpolate({
    inputRange: [0, imageHeight],
    outputRange: [1, scalePercentage],
    extrapolate: "clamp",
  });
  const opacity = scrolling.interpolate({
    inputRange: [0, imageHeight],
    outputRange: [0, 1],
    extrapolate: "clamp",
  });

  const translationY = scrolling.interpolate({
    inputRange: [0, imageHeight],
    outputRange: [0, -topbarheight],
    extrapolate: "clamp",
  });
  ///////////
  ////
  const { day } = route.params;
  console.log(day);

  return (
    <View style={globalStyles.parent}>
      <StatusBar backgroundColor="transparent" />

      <Image style={globalStyles.bg} source={require("../assets/bg1.png")} />

      <Animated.View
        style={[
          {
            height: topbarheight,
            opacity: opacity,
          },
          prayerStyles.topBar,
        ]}
      ></Animated.View>

      <Animated.View
        style={{
          position: "absolute",
          padding: imagePadding,
          zIndex: 20,
          transform: [
            {
              translateY: translationY,
            },
            {
              scale: scale,
            },
          ],
        }}
      >
        <SharedElement id="mathav">
          <Image
            style={[
              homeStyles.image,
              {
                marginTop: imageMargin,
              },
            ]}
            source={require("../assets/images/mathav.jpg")}
          />
        </SharedElement>
      </Animated.View>
      <Animated.ScrollView
        onStartShouldSetResponder={() => true}
        onScroll={Animated.event(
          [
            {
              nativeEvent: {
                contentOffset: {
                  y: scrolling,
                },
              },
            },
          ],
          {
            useNativeDriver: true,
          }
        )}
        contentContainerStyle={[
          globalStyles.scrollView,
          {
            marginTop: imageViewHeight,
            paddingBottom: imageViewHeight + 100,
          },
        ]}
      >
        <Text
          style={[
            homeStyles.mlDate,
            prayerStyles.dateNum,
            ,
            { fontSize: RFValue(fontSize + 4) },
          ]}
        >
          {datatext[day].daytext}
        </Text>

        <Text
          style={[
            homeStyles.daySub,
            prayerStyles.subtext,
            { fontSize: RFValue(fontSize + 1) },
          ]}
        >
          {datatext[day].subject}
        </Text>

        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {datatext[day].intro}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          സംഭവം
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {datatext[day].incident}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          പ്രാര്‍ത്ഥന
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {datatext[day].prayer}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          വിശുദ്ധ ബര്‍ണ്ണര്‍ദോസ് ദൈവമാതാവിനെ നോക്കി പ്രാര്‍ത്ഥിച്ച ജപം
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {data.ethrayum}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          ദൈവമാതാവിന്റെ ലുത്തിനിയ
        </Text>
        <Text
          style={[
            prayerStyles.text,
            prayerStyles.luthiniya,
            { fontSize: RFValue(fontSize) },
          ]}
        >
          {data.luthiniya}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          ജപം
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {data.japam}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          പരിശുദ്ധ ദൈവമാതാവിനോടുള്ള അപേക്ഷ
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {data.apeksha}
        </Text>
        <Text
          style={[prayerStyles.subHead, { fontSize: RFValue(fontSize + 2) }]}
        >
          സുകൃതജപം
        </Text>
        <Text
          style={[
            prayerStyles.text,
            { fontSize: RFValue(fontSize), textAlign: textAlign },
          ]}
        >
          {datatext[day].sukruthajapam}
        </Text>
        {day == 30 && (
          <>
            <Text
              style={[
                prayerStyles.subHead,
                { fontSize: RFValue(fontSize + 2) },
              ]}
            >
              വിമലഹൃദയ പ്രതിഷ്ഠ
            </Text>
            <Text
              style={[
                prayerStyles.text,
                { fontSize: RFValue(fontSize), textAlign: textAlign },
              ]}
            >
              {datatext[day].lastprayer}
            </Text>
          </>
        )}
      </Animated.ScrollView>
      {/* <BannerAd
        unitId={adUnitId}
        size={BannerAdSize.ANCHORED_ADAPTIVE_BANNER}
        requestOptions={{
          requestNonPersonalizedAdsOnly: true,
        }}
      /> */}
      <BottomSheetComponent
        textAlign={textAlign}
        SettextAlign={SettextAlign}
        fontSize={fontSize}
        SetFontSize={SetFontSize}
      />
    </View>
  );
}

export default PrayerScreen;
