export const datatext = [
  {
    daytext: `ഒന്നാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയുടെ ആവശ്യകത`,
    intro: `പരിശുദ്ധ കന്യകാമറിയത്തിന് ക്രിസ്തീയ ജീവിതത്തില്‍ അതുല്യമായ സ്ഥാനമാണുള്ളത്. ദൈവമാതാവെന്ന സ്ഥാനം മൂലം അവള്‍ സകല മനുഷ്യരുടെയും മാതാവാണ്. സഹരക്ഷക എന്ന നിലയില്‍ ക്രിസ്തുവിന്‍റെ രക്ഷാകര പ്രവൃത്തിയില്‍ മറ്റാരെക്കാളുമധികം പങ്കുചേർന്ന് നമ്മെ സഹായിക്കുന്നു. നമ്മുടെ ആദ്ധ്യാത്മിക ജനനിയെന്ന പദവി മൂലം സകല പ്രസാദവരങ്ങളുടെയും ഉറവിടമായി, മറിയം നിലകൊള്ളുന്നു. നിത്യരക്ഷയ്ക്കുള്ള മാറ്റമില്ലാത്ത അടയാളമാണ് ദൈവമാതാവിനോടുള്ള ഭക്തിയെന്ന് എല്ലാ ദൈവശാസ്ത്രജ്ഞന്‍മാരും ഒരേ സ്വരത്തില്‍ അഭിപ്രായപ്പെടുന്നു.

    പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി നമ്മുടെ പുണൃജീവിതത്തിനും സ്വര്‍ഗ്ഗപ്രാപ്തിക്കും ഫലദായകമാണ്. പരിശുദ്ധിയുടെ വിളനിലമായിരുന്നു നമ്മുടെ അമ്മ. പുണ്യസമ്പാദനത്തിനുള്ള പരിശ്രമങ്ങളില്‍ എപ്പോഴും നമുക്ക് മാതൃക ആക്കേണ്ടത് സകല പുണ്യങ്ങളും കൊണ്ട് അലംകൃതമായ പരിശുദ്ധ കന്യകാമറിയത്തെയാണ്. ജന്മം കൊണ്ടും കര്‍മ്മങ്ങള്‍ കൊണ്ടും താന്‍ സമ്പാദിച്ച പുണ്യഫലങ്ങള്‍ ലോകം മുഴുവനുമായി വിനിയോഗിക്കുവാന്‍ മറിയം ആഗ്രഹിക്കുന്നു. നമ്മുടെ വിശുദ്ധിയുടെ അളവുകോല്‍ ഈശോയുമായുള്ള നമ്മുടെ ബന്ധത്തിന്‍റെ ആഴം അനുസരിച്ചാണ്. സകല മനുഷ്യരിലും വിശുദ്ധരിലും വച്ച് പരിശുദ്ധ കന്യകാമറിയത്തെ പോലെ ഈശോയുമായി ബന്ധപ്പെട്ട വ്യക്തി ആരാണുള്ളത്?
    
    സ്വന്തം പുത്രനെന്ന നിലയില്‍ ഈശോ മറിയവുമായി അഭേദ്യമായ രീതിയില്‍ ബന്ധപ്പെട്ടിരിക്കുന്നു. മാനുഷികവും ദൈവികവുമായ സകലവിധ പരിശുദ്ധിയുടെയും കേന്ദ്രമാണ് പരിശുദ്ധ അമ്മ. സ്വര്‍ഗ്ഗീയ നന്മകള്‍ നമുക്ക് പ്രാപിക്കുവാനും ഈശോയുടെ ഹൃദയത്തിന് അനുരൂപമായ ഒരു ജീവിതം നയിക്കുന്നതിനും മറിയത്തോടുള്ള ഭക്തി തീര്‍ച്ചയായും നമുക്ക് സഹായകമാണ്. നമ്മെ അലട്ടുന്ന ദാരിദ്ര്യം, തൊഴിലില്ലായ്മ, അസമാധാനം മുതലായ പ്രശ്നങ്ങള്‍ക്ക് പരിഹാരം നേടുവാന്‍ ദൈവമാതാവിനോടുള്ള ഭക്തി സഹായകമാണ്.`,
    incident: `റോമാചക്രവര്‍ത്തിയും മതമർദ്ദകനുമായിരുന്ന ജൂലിയന്‍ തന്‍റെ സ്വന്ത സാമ്രാജ്യത്തില്‍ പേഗന്‍ മതം പുന:സ്ഥാപിക്കാന്‍ ആഗ്രഹിച്ചു. അതിനായി ക്രിസ്താനികളുടെ നേരെ കിരാത മര്‍ദ്ദനം അഴിച്ചു വിട്ടു. പേര്‍ഷ്യാക്കാരോടുള്ള യുദ്ധത്തിനു പുറപ്പെടുന്നതിനു മുന്‍പ് മിത്രാദേവിയുടെ അമ്പലത്തില്‍ പ്രവേശിച്ച് വഴിപാടു കഴിച്ചു. യുദ്ധത്തില്‍ ജയിക്കുന്ന പക്ഷം തന്‍റെ സാമ്രാജ്യത്തിലെ ക്രിസ്ത്യാനികളെ മുഴുവന്‍ ദേവിക്ക് ബലിയര്‍പ്പിക്കുന്നതാണെന്ന് അദ്ദേഹം പ്രതിജ്ഞ ചെയ്തു. ഈ നേര്‍ച്ചയേപ്പറ്റി അറിഞ്ഞ കേസറിയായിലെ മെത്രാനായ വിശുദ്ധ ബേസില്‍, തന്‍റെ കീഴിലുള്ള എല്ലാ ക്രിസ്ത്യാനികളേയും വിളിച്ചുകൂട്ടി. ഈ ആപത്ത്ഘട്ടത്തില്‍ പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി മാത്രമേ പരിഹാരമായിട്ടുള്ളൂയെന്നു അദ്ദേഹം പറഞ്ഞു. വിശുദ്ധ ബേസിലിന്‍റെ പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയും വിശ്വാസവും ജനങ്ങള്‍ക്കെല്ലാം മാതൃകയായി.

    എല്ലാവരും പരിശുദ്ധ കന്യകയില്‍ അഭയം ഗമിച്ചു പ്രാര്‍ത്ഥിച്ചു. ജൂലിയാന്‍, പേര്‍ഷ്യക്കാരുടേതിനേക്കാള്‍ ശക്തമായ ഒരു സൈന്യത്തോടെയാണ് യുദ്ധത്തിനു പുറപ്പെട്ടതെങ്കിലും പരാജിതനായി. ശത്രുകരത്തില്‍പെട്ട് മരിക്കുന്നതിനേക്കാള്‍ അഭിമാനകരം ആത്മഹത്യയാണെന്നു കരുതി അയാള്‍ സ്വന്തം വാളെടുത്ത് ചങ്കില്‍ കുത്തിയിറക്കി. അവിടെനിന്നും പ്രവഹിച്ച രക്തത്തില്‍ കൈമുക്കി മുഷ്ടി ആകാശത്തിലേക്കുയര്‍ത്തി ഇപ്രകാരം ജൂലിയാന്‍ വിളിച്ചു പറഞ്ഞു: "അല്ലയോ ഗലീലേയാ, നീ തന്നെ ജയിച്ചിരിക്കുന്നു". ഇന്നു തിരുസഭ വലിയ പ്രതിസന്ധികള്‍ തരണം ചെയ്യുകയാണ്. മരിയ ഭക്തര്‍ ഉണര്‍ന്ന് ദൈവമാതാവിന്‍റെ സഹായത്താല്‍ തിരുസഭയുടെ ശത്രുക്കളെ നേരിടാന്‍ തയ്യാറാകണം.`,
    prayer: `ദൈവജനനിയായ പരിശുദ്ധ കന്യകയേ, അങ്ങയെ എന്‍റെ മാതാവും മദ്ധ്യസ്ഥയുമായി ഞാന്‍ ഏറ്റു പറയുന്നു. പുത്രസഹജമായ ഭക്തി എന്നില്‍ നിറയ്ക്കണമേ. അങ്ങേ അരുമസുതരുടെ ഗണത്തില്‍ എന്നെയും ചേര്‍ക്കണമേ. മക്കളോടു അങ്ങേയ്ക്കുള്ള സ്നേഹവും വാത്സല്യവും എന്നോട് എപ്പോഴും അങ്ങ് കാണിക്കേണമേ. ഏത് അവസരത്തിലും അങ്ങേ സഹായം അഭ്യര്‍ത്ഥിക്കുവാനും, നന്മ കൈവരിക്കുവാനും ഇടയാക്കണമേ. ഈ പ്രാര്‍ത്ഥനകള്‍ അങ്ങേ തിരുക്കുമാരന്‍ വഴിയായി പിതാവിന്‍റെ പക്കല്‍ അര്‍പ്പിക്കുവാന്‍ അമ്മേ അങ്ങു തന്നെ എന്നെ സഹായിക്കേണമേ.`,
    sukruthajapam: `ക്രിസ്ത്യാനികളുടെ സഹായമായ മറിയമേ, ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ.`,
  },
  {
    daytext: `രണ്ടാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയെ ദൈവം തെരഞ്ഞെടുക്കുന്നു`,
    intro: `ആദിമാതാപിതാക്കന്‍മാര്‍ ചെയ്ത പാപം മൂലം മാനവരാശിക്കു ലഭിച്ചിരുന്ന ദൈവിക ജീവന്‍ നഷ്ട്ടപ്പെട്ടു. എങ്കിലും മാനവ വംശത്തെ രക്ഷിക്കുവാന്‍ പിതാവായ ദൈവം സ്വപുത്രനെ ലോകത്തിലേക്കയച്ചു. ദൈവത്തിന്‍റെ കാരുണ്യം മനുഷ്യരില്‍ പ്രകാശിപ്പിക്കുവാന്‍ അവിടുന്ന് മനുഷ്യരൂപം സ്വീകരിക്കുകയാണ് ചെയ്തത്. അങ്ങനെ പരിപൂര്‍ണ മനുഷ്യത്വം സ്വീകരിക്കുവാന്‍ തയ്യാറായ ദൈവം സകല മനുഷ്യരിലും ശ്രേഷ്ഠയും പുണ്യങ്ങളാല്‍ അലംകൃതയുമായ പരിശുദ്ധ കന്യകയെ തിരഞ്ഞെടുത്തുയെന്നത് ഏറ്റവും സമുചിതമായ കാര്യമാണ്. ദൈവമാതൃത്വം സ്വീകരിച്ചുകൊണ്ട് മറിയത്തിന് ഈ മഹനീയ കര്‍മ്മത്തില്‍ പങ്കാളിയാകാന്‍ സാധിച്ചു.

    അന്നു ജീവിച്ചിരുന്ന സകല യഹൂദ സ്ത്രീകളിലും വച്ച് ശ്രേഷ്ഠയായ ഒരു സ്ത്രീയെ ദൈവമാതൃ സ്ഥാനത്തിനായി തിരഞ്ഞെടുക്കുകയല്ല ദൈവം ചെയ്തത്. നിത്യകാലം മുതല്‍ മറിയത്തെ ദൈവം സ്വമാതാവായി തിരഞ്ഞെടുക്കുവാന്‍ നിശ്ചയിച്ചിക്കുകയായിരിന്നു. പ്രപഞ്ചോല്‍പത്തിയുടെ ആരംഭത്തില്‍ തന്‍റെ വഴികളുടെ ആരംഭത്തില്‍ യാതൊന്നും സൃഷ്ടിക്കുന്നതിനു മുന്‍പ് തന്നെ ആദിയില്‍ മറിയത്തെ സ്വായത്തമാക്കിയിരുന്നു.
    
    വചനം പറയുന്നു, "സമുദ്രങ്ങള്‍ക്കും ജലസമൃദ്ധമായഅരുവികള്‍ക്കും മുന്‍പുതന്നെഎനിക്കു ജന്‍മം കിട്ടി. പര്‍വതങ്ങള്‍ക്കും കുന്നുകള്‍ക്കുംരൂപം കിട്ടുന്നതിനു മുന്‍പ് ഞാനുണ്ടായി. ഭൂമിയോ അതിലെ വയലുകളോ ആദ്യത്തെ പൂഴിത്തരിയോ നിര്‍മിക്കുന്നതിനും മുന്‍പ് എനിക്കു ജന്‍മം നല്‍കപ്പെട്ടു" (സുഭാഷിതം 8:23-28). പരിശുദ്ധ കന്യകയെപ്പോലെ നമ്മെ ഓരോരുത്തരെയും ദൈവം തിരഞ്ഞെടുത്തിട്ടുണ്ട്. ഇന്നത്തെ ലോകത്തില്‍ ഒരു ദൗത്യം നമുക്കു നിര്‍വഹിക്കുവാനുണ്ട്. കുടുംബത്തിലും സമുദായത്തിലും രാഷ്ട്രത്തിലും നമ്മുടെ ദൗത്യനിര്‍വഹണമാവശ്യമുണ്ട്.`,
    incident: `ഫ്രാന്‍സില്‍ ഒരു സംഘം വിദ്യാര്‍ത്ഥികള്‍ വിനോദയാത്ര നടത്തുകയായിരുന്നു. അവരോടൊപ്പം തീവണ്ടിയില്‍ കയറിയ വൃദ്ധനായ ഒരു യാത്രക്കാരനെ അവര്‍ ശ്രദ്ധിച്ചു. വൃദ്ധന്‍ കുറച്ചു സമയം കഴിഞ്ഞപ്പോള്‍ ജപമാലയെടുത്തു ജപിച്ചു കൊണ്ട് പ്രാര്‍ത്ഥനാനിമഗ്നനായി. അയാളുടെ മതവിശ്വാസത്തില്‍ അവജ്ഞ തോന്നിയ നിരീശ്വരവാദികളായ ചില വിദ്യാര്‍ത്ഥികള്‍ ആ വൃദ്ധനെ അപഹസിച്ചു കൊണ്ട് സംഭാഷണമാരംഭിച്ചു. ഇതു കേട്ടിട്ടും അദ്ദേഹം പ്രാര്‍ത്ഥന തുടര്‍ന്നു.

    അയാളുടെ പ്രാര്‍ത്ഥന കഴിഞ്ഞപ്പോള്‍ മതവിശ്വാസത്തെ വ്രണപ്പെടുത്തുന്ന രീതിയില്‍ പല കാര്യങ്ങളും വിദ്യാര്‍ത്ഥികള്‍ അദ്ദേഹത്തോടു ചോദിച്ചു. അവയ്ക്കെല്ലാം അദ്ദേഹം പ്രശാന്തനായി മറുപടി പറഞ്ഞു. അവരുടെ സംഭാഷണം സാഹിത്യപരമായ കാര്യങ്ങളിലേക്ക് കടന്നപ്പോള്‍ അന്നത്തെ പ്രശസ്ത നോവലിസ്റ്റും ഫ്രഞ്ചുസാഹിത്യത്തിലെ അനിഷേധ്യ നേതാവുമായ വിക്ടര്‍ ഹ്യുഗോവിനെപ്പറ്റി പരാമര്‍ശിച്ചു.
    
    ഹ്യുഗോവിനെക്കുറിച്ച് കൂടുതല്‍ അറിയുവാന്‍ താല്‍പര്യമുണ്ട് എന്ന കാര്യം അദ്ദേഹം വിദ്യാര്‍ത്ഥികളോടു പറഞ്ഞു. അവര്‍ വിക്ടര്‍ ഹ്യുഗോയുടെ ഗുണഗണങ്ങള്‍ സവിസ്തരം പ്രതിപാദിച്ച് യാത്ര അവസാനിച്ച് വിട ചോദിക്കവേ ആ വൃദ്ധന്‍ അവരോടു പറഞ്ഞു. വിക്ടര്‍ ഹ്യുഗോയേക്കുറിച്ച് ഒരു കാര്യം മാത്രം നിങ്ങള്‍ പറഞ്ഞില്ല. എന്താണത്? അവര്‍ ചോദിച്ചു. അദ്ദേഹം ഒരു യഥാര്‍ത്ഥ മരിയഭക്തന്‍ കൂടിയാണ്. എന്താണതിനു തെളിവ്? നിങ്ങള്‍ക്കത് എങ്ങനെ അറിയാം.
    
    വൃദ്ധന്‍ സുസ്മേരവദനനായി ഇപ്രകാരം പ്രതിവചിച്ചു. നിങ്ങള്‍ പ്രകീര്‍ത്തിച്ച വിക്ടര്‍ ഹ്യുഗോ ഞാന്‍ തന്നെയാണ്. നിങ്ങളുടെ മുമ്പില്‍ വച്ച് കൊന്ത ജപിച്ച ഞാന്‍ വേറെ തെളിവ് നല്‍കണമോ? ആ വിശ്രുത സാഹിത്യകാരനോട് ക്ഷമാപണം ചെയ്തതിനു ശേഷമാണ് വിദ്യാര്‍ത്ഥികള്‍ അവിടെ നിന്നും പോയത്.`,

    prayer: `ലോകപരിത്രാതാവിന്‍റെ മാതാവാകുവാന്‍ ദൈവത്താല്‍ പ്രത്യേകവിധം തെരഞ്ഞെടുക്കപ്പെട്ട പരിശുദ്ധ കന്യകേ, ഞങ്ങളും സ്വര്‍ഗ്ഗഭാഗ്യത്തിനര്‍ഹരായിത്തീരുവാനുള്ള അനുഗ്രഹം ദൈവത്തോടപേക്ഷിച്ചു ഞങ്ങള്‍ക്ക് വാങ്ങി തരണമേ. ഞങ്ങളുടെ ലോകജീവിതത്തില്‍ അനേകം പ്രതിബന്ധങ്ങളും പ്രലോഭനങ്ങളും തരണം ചെയ്യേണ്ടിയിരിക്കുന്നു. അവയില്‍ നിന്നെല്ലാം മുക്തി പ്രാപിച്ച് ഞങ്ങള്‍ അങ്ങയോടു കൂടി സ്വര്‍ഗീയ സൗഭാഗ്യത്തിനര്‍ഹനായിത്തീരുവാനുള്ള അനുഗ്രഹം നല്‍കേണമേ. ഞങ്ങള്‍ ബലഹീനരാണ്. അവിടത്തെ മാദ്ധ്യസ്ഥം ഞങ്ങള്‍ക്കു പ്രത്യാശ നല്‍കുന്നുണ്ട്. നന്മ നിറഞ്ഞ അമ്മേ, നിന്‍റെ ശക്തിയാല്‍ സ്വര്‍ഗ്ഗസൗഭാഗ്യത്തിലെത്തിച്ചേരുന്നതു വരെയും ഞങ്ങളെ നിരന്തരം സഹായിക്കേണമേ.`,

    sukruthajapam: `ദൈവമാതാവായ കന്യകാമറിയമേ, ഞങ്ങള്‍ക്കും നീ മാതാവാകണമേ.`,
  },
  {
    daytext: `മൂന്നാം തീയതി`,
    subject: `അമലോത്ഭവയായ പരിശുദ്ധ അമ്മ`,
    intro: `ദൈവം മനുഷ്യനെ സൃഷ്ടിച്ചത് സ്വഭാവാതീതമായ ദൗത്യത്തിനു വേണ്ടിയാണ്. സ്വാഭാവിക നന്മകള്‍ക്കു പുറമേ ദൈവികമായ പ്രസാദവരങ്ങളും ദാനങ്ങളും വഴി അവിടുന്ന് ദൈവിക ജീവനില്‍ മനുഷ്യന് ഭാഗഭാഗിത്വം നല്‍കിയിരുന്നു. ആദിമാതാപിതാക്കള്‍ക്കു ലഭിച്ച ദൈവീകദാനം കേവലം വ്യക്തിപരമായിരുന്നില്ല. മറിച്ച് അവരുടെ സന്താനപരമ്പരകള്‍ക്ക് അനുസ്യൂതമായി പ്രസ്തുത ദാനങ്ങള്‍ ലഭിക്കണമെന്നായിരുന്നു ദൈവികമായ പദ്ധതി. എന്നാല്‍ പാപം ചെയ്തതോടുകൂടി ഈ ദൈവീക ദാനം ആദിമ മാതാപിതാക്കന്‍മാര്‍ക്ക് നഷ്ടപ്പെട്ടു. അവരുടെ പാപഫലത്തില്‍ നാമും പങ്കാളികളായിത്തീര്‍ന്നു.

    ആദിമാതാപിതാക്കന്‍മാരുടെ പാപഫലമായി നമുക്കുണ്ടായ ജന്മസിദ്ധമായ പാപമാണ് ഉത്ഭവപാപം. സാമാന്യാര്‍ത്ഥത്തില്‍, ഉത്ഭവപാപം നമ്മെ സംബന്ധിച്ചിടത്തോളം പാപമെന്നു പറയുവാന്‍ സാധ്യമല്ല. മനുഷ്യവര്‍ഗ്ഗത്തിലേക്ക് മാറ്റപ്പെട്ട ആദത്തിന്‍റെ പാപം മൂലം നമ്മുക്ക് സംഭവിച്ച ദുരവസ്ഥയാണ് ആത്മാവിലെ പ്രസാദവരരാഹിത്യാവസ്ഥ.
    
    എല്ലാ മനുഷ്യരും ഉത്ഭവ പാപത്തോടു കൂടിയാണു ജനിക്കുന്നത് എന്നുള്ള വസ്തുത വി.ഗ്രന്ഥത്തില്‍ നിന്നും വ്യക്തമാകുന്നു. "ഒരു മനുഷ്യന്റെ പാപത്താല്‍, ആ മനുഷ്യന്‍മൂലം മരണം ആധിപത്യം നടത്തിയെങ്കില്‍, കൃപയുടെയും നീതിയുടെ ദാനത്തിന്റെയും സമൃദ്ധി സ്വീകരിക്കുന്നവര്‍ യേശുക്രിസ്തു എന്ന ഒരു മനുഷ്യന്‍മൂലം എത്രയോ അധികമായി ജീവനില്‍ വാഴും" (റോമ: 5:17).
    
    പരിശുദ്ധ അമ്മ അമലോത്ഭവയാണെന്നുള്ളതിന്റെ തെളിവുകള്‍ വി.ഗ്രന്ഥത്തില്‍ സുലഭമാണ്. "നീയും സ്ത്രീയും തമ്മിലും നിന്‍റെ സന്തതിയും അവളുടെ സന്തതിയും തമ്മിലും ഞാന്‍ ശത്രുത ഉളവാക്കും. അവള്‍ നിന്‍റെ തലയെ തകര്‍ക്കും" (സൃഷ്ടി 3:15) എന്ന വാക്കുകളും ഗബ്രിയേല്‍ ദൂതന്‍റെ അഭിവാദ്യവും പ.കന്യകയുടെ അമലോത്ഭവത്തിനു തെളിവാകുന്നു. പിതാവായ ദൈവം മേരിയെ അതുല്യ ദാനങ്ങളാല്‍ സമലങ്കരിച്ചു. മറിയം അവളുടെ ജനനത്തില്‍ തന്നെ സകല വരപ്രസാദങ്ങളാലും സമലംകൃതയായിരുന്നു.
    
    1854-ല്‍ പരിശുദ്ധ ഒമ്പതാം പീയൂസ് മാര്‍പാപ്പ, പരിശുദ്ധ കന്യകയുടെ അമലോത്ഭവം ഒരു വിശ്വാസസത്യമായി പ്രഖ്യാപിച്ചു. 1856-ല്‍ പരിശുദ്ധ കന്യക ലൂര്‍ദ്ദില്‍ പ്രത്യക്ഷപ്പെട്ട് ഞാന്‍ അമലോത്ഭവയാകുന്നു എന്ന് അരുളിച്ചെയ്തു. പത്തൊമ്പതാം നൂറ്റാണ്ടിന്‍റെ ഭൗതിക വാദത്തിനെതിരായിട്ടുള്ള ഒരു വെല്ലുവിളിയായിരുന്നു അത്.
    
    നമ്മുടെ അനുദിന ജീവിതത്തില്‍ പാപസാഹചര്യങ്ങളും അപകടങ്ങളുമുണ്ട്. പരിശുദ്ധ അമ്മയുടെ പ്രിയപ്പെട്ട മക്കളായ നാം ഓരോരുത്തരും പരിശുദ്ധ കന്യകയുടെ അമലോത്ഭവത്തില്‍ അഭിമാനിക്കുകയും പാപരഹിതമായ ജീവിതം അനുവര്‍ത്തിക്കുകയും ചെയ്യണം. നമുക്ക് ജ്ഞാനസ്നാനത്തിലൂടെ ഉത്ഭവപാപത്തില്‍ നിന്ന്‍ മോചനം ലഭിക്കുന്നുണ്ട്. എന്നാല്‍ കര്‍മ്മപാപത്തില്‍ നിന്നും ദൈവസഹായത്താല്‍ വിമുക്തി പ്രാപിക്കേണ്ടതാണ്. അമലോത്ഭവനാഥയുടെ മാദ്ധ്യസ്ഥം അതിനു സഹായകരമായിരിക്കും.`,
    incident: `വിശ്വപ്രസിദ്ധമായ ലൂര്‍ദ്ദ് ഇന്ന് ഒരു അത്ഭുത കേന്ദ്രമാണ്. അനുദിനം അനേകം അത്ഭുതങ്ങള്‍ അവിടെ നടക്കുന്നുണ്ട്. ഫ്രാന്‍സിലെ ഒരു ഡോക്ടറായ അലോക്സിസ്കാറല്‍ ഒരു നിരീശ്വരവാദിയായിരിന്നു. ഒരിക്കല്‍ ഒരു ക്ഷയരോഗ ബാധിതനെ ചികിത്സിച്ചു കൊണ്ടിരുന്ന അലോക്സിസ്കാറല്‍ അയാളുടെ രോഗവിമുക്തി അസാദ്ധ്യമാണെന്നും വിധിച്ചു. പക്ഷെ ആ രോഗി ലൂര്‍ദ്ദിലേക്കു ഒരു തീര്‍ത്ഥാടനം നിര്‍വഹിക്കുകയാണ്‌ ചെയ്തത്. അവിടെ നിന്നും തിരിച്ചെത്തിയ രോഗി രോഗത്തില്‍ നിന്നും പരിപൂര്‍ണ്ണസൌഖ്യം പ്രാപിച്ചു.

    താന്‍ മരണം ഉറപ്പാക്കിയ വ്യക്തിയ്ക്ക് സംഭവിച്ച രോഗമുക്തി പരിശുദ്ധ അമ്മ പ്രവര്‍ത്തിച്ച അത്ഭുതമാണെന്ന് അലോക്സിസ് കാറല്‍ അംഗീകരിക്കുകയുണ്ടായി. ഇതേ തുടര്‍ന്നു, അന്നത്തെ ഫ്രഞ്ച് ശാസ്ത്രജ്ഞന്മാരുടെ സംഘം (French Academy of Scientists) അദ്ദേഹത്തെ അവരുടെ സംഘടനയില്‍ നിന്നും ബഹിഷ്കരിച്ചു. എങ്കിലും ഈ അത്ഭുതം അദ്ദേഹം നിഷേധിച്ചില്ല. വര്‍ഷങ്ങള്‍ക്ക് ശേഷം അമേരിക്കയില്‍ ചെന്ന് വൈദ്യശാസ്ത്ര ഗവേഷണങ്ങളിലേര്‍പ്പെട്ട അദ്ദേഹം നോബല്‍ സമ്മാനാര്‍ഹനായി. അപ്പോൾ ഫ്രഞ്ചു ഗവൺമെന്റും ശാസ്ത്രജ്ഞന്മാരും അദ്ദേഹത്തെ തിരിച്ചുവിളിച്ചു ബഹുമാനിച്ചു.
    `,
    prayer: `ദൈവമേ, അങ്ങ് പരിശുദ്ധ കന്യകാ മറിയത്തെ അമലോത്ഭവം എന്ന സുവിശേഷ ദാനത്താല്‍ അലങ്കരിക്കുകയുണ്ടായല്ലോ. ഞങ്ങള്‍ അങ്ങേയ്ക്ക് കൃതജ്ഞത പറയുന്നു. അമലോത്ഭവ ജനനീ അങ്ങ് പാപരഹിതമായ ജന്മത്തെ അത്യധികം വിലമതിക്കുന്നതായി ഞങ്ങളെ അറിയിച്ചു. അമലോത്ഭവ നാഥേ, പാപരഹിതമായ ജീവിതം നയിക്കുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്ക് നല്‍കണമേ. ആത്മശരീര വിശുദ്ധി ഞങ്ങളെ അവിടുത്തേക്ക് പ്രിയങ്കരമായി തീര്‍ക്കുന്നു എന്ന് ഞങ്ങള്‍ക്കറിയാം. അതിനാല്‍ ഞങ്ങള്‍ക്ക് അതിനുള്ള ദാനങ്ങള്‍ ദിവ്യസുതനില്‍ നിന്നും പ്രാപിച്ചു തരണമേ.`,
    sukruthajapam: `അമലോത്ഭവജനനീ, മാലിന്യം കൂടാതെ ഞങ്ങളെ കാത്തുകൊള്ളണമേ.`,
  },
  {
    daytext: `നാലാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ ജനനം`,
    intro: `പരിശുദ്ധ കന്യാമറിയത്തിന്‍റെ മാതാപിതാക്കന്മാര്‍ വി.യൊവാക്കിമും വി.അന്നായുമാണെന്നു പരമ്പരാഗതമായി വിശ്വസിച്ചു വരുന്നു. വി. യാക്കോബിന്‍റെ സുവിശേഷത്തില്‍ നിന്നുമാണ് ഇത് നമുക്ക് മനസ്സിലാക്കുവാന്‍ സാധിക്കുന്നത്. വി.യോവാക്കിമും അന്നയും സന്താന‍ഭാഗ്യമില്ലാതെ വളരെക്കാലം ദുഃഖാര്‍ത്തരായി ജീവിച്ചവരായിരിന്നു. ഒരു സന്താനം ലഭിക്കുന്ന പക്ഷം അതിനെ ദൈവത്തിനു സമര്‍പ്പിക്കുന്നതാണെന്ന് അവര്‍ നേരത്തെ തന്നെ വാഗ്ദാനം ചെയ്തു. അവരുടെ ദീര്‍ഘകാലത്തെ ഉപവാസത്തിലും പ്രാര്‍ത്ഥനയിലും സംപ്രീതനായി ദൈവം അവര്‍ക്ക് സന്താന ഭാഗ്യം നല്‍കി. ഇപ്രകാരമായിരിന്നു പ. കന്യകയുടെ ജനനം.

    മര്‍ത്യനായി അവതരിക്കുന്ന ദൈവത്തെ സ്വീകരിക്കുവാനുള്ള യോഗ്യത മാനവരാശിയില്‍ ആര്‍ക്കും ഉണ്ടായിരുന്നല്ല, എന്നാല്‍ പ.കന്യകയുടെ ജനനത്തില്‍ മാത്രമാണ് മാനവരാശിയുടെ ആഗ്രഹം സഫലമാകുന്നത്. സൂര്യോദയത്തിനു മുമ്പ് പ്രഭാതനക്ഷത്രം ഉദിക്കുന്നതുപോലെ നീതിസൂര്യനായ മിശിഹായുടെ മനുഷ്യാവതാരം പ്രഖ്യാപിച്ചതു മേരി എന്ന ഉദയനക്ഷത്രത്തിലൂടെയായിരിന്നു. മാനവ കുലത്തെ രക്ഷിക്കാന്‍ മനുഷ്യനായി ഭൂജാതനാകനാണ് ദൈവം തിരുമനസ്സായത്. എന്നാല്‍ ദൈവത്തിന് മനുഷ്യസ്വഭാവം സ്വീകരിക്കുവാന്‍ മാനവകുലത്തില്‍ നിന്നും ഒരു വനിതയുടെ സമ്മതമാവശ്യമാണ്. അതിനായി പ.കന്യകയെ തെരഞ്ഞെടുത്തു. അതിനാല്‍ തന്നെ അവള്‍ അമലമനോഹരിയും അമലോത്ഭവയുമാണ്.
    
    പ.കന്യകയുടെ ജനനം ഭൂലോകത്തിന് ഏറ്റവും വലിയ പ്രത്യാശ നല്‍കി. അവളുടെ ജനനത്തോടു കൂടി പരിത്രാണ കര്‍മ്മം ഔദ്യോഗികമായി ഉത്ഘാടനം ചെയ്യപ്പെട്ടു. അന്ന് സ്വര്‍ഗ്ഗവാസികളും സന്തോഷിച്ചു. പിതാവായ ദൈവത്തിന്‍റെ പ്രിയപ്പെട്ട മകളും സുതനായ ദൈവത്തിന്‍റെ മാതാവും, പരിശുദ്ധാത്മാവിന്‍റെ മണവാട്ടിയുമാണവള്‍. പ.കന്യകയുടെ നേരെയുള്ള ആത്മാര്‍ത്ഥമായ ഭക്തി നമുക്കുണ്ടെങ്കില്‍ നമ്മുടെ ജീവിതം പ്രശ്നങ്ങളുടെ മധ്യത്തിലും സന്തോഷവും ധൈര്യവും പ്രത്യാശയും പ്രദാനം ചെയ്യും. അതിനാല്‍ തന്നെ നമ്മുടെ കുടുംബങ്ങളില്‍ മറിയത്തിന് നാം സ്ഥാനം നല്‍കുക.`,
    incident: `ഹിറ്റ്‌ലര്‍ ജര്‍മ്മനിയില്‍ യഹൂദ മര്‍ദ്ദനം ആരംഭിച്ചപ്പോള്‍ അനേകം യഹൂദന്മാര്‍ ജര്‍മനിയില്‍ നിന്നും പലായനം ചെയ്തു. അക്കൂട്ടത്തില്‍പെട്ട ഫ്രാന്‍സ് വെര്‍ഫെല്‍, പിരണീസ് പര്‍വ്വതങ്ങളുടെ സമീപത്ത് എത്തി. എന്നാല്‍ ജര്‍മ്മന്‍ സൈന്യം അദ്ദേഹത്തെ വളഞ്ഞു. രക്ഷപ്പെടുവാന്‍ മാനുഷികമായ വിധത്തില്‍ അസാദ്ധ്യമെന്നു തോന്നിയ ഫ്രാന്‍സ് വെര്‍ഫെല്‍, പിരണീസ് പര്‍വത പാര്‍ശ്വത്തില്‍ സ്ഥിതിചെയ്തിരുന്ന ലൂര്‍ദ്ദിലെ അമലോത്ഭവ ജനനിയുടെ ദേവാലയത്തിലേക്ക് നോക്കി ഇപ്രകാരം നേര്‍ച്ച നേര്‍ന്നു.

    "ലൂര്‍ദ്ദിലെ നാഥേ, നീ ഉണ്ടെങ്കില്‍, നിനക്കു ശക്തിയുണ്ടെങ്കില്‍, ഞാന്‍ ജര്‍മ്മന്‍ സൈന്യത്തിന്‍റെ കരങ്ങളില്‍ നിന്ന് രക്ഷപ്രാപിച്ച് അമേരിക്കയില്‍ എത്തിച്ചേരുന്ന പക്ഷം നിന്നെക്കുറിച്ച് ഞാന്‍ ഒരു സംഗീതശില്‍പം രചിക്കുന്നതാണ്". വെര്‍ഫെല്‍ അത്ഭുതകരമായിത്തന്നെ ജര്‍മ്മന്‍ സൈന്യത്തിന്‍റെ കരങ്ങളില്‍ നിന്നും രക്ഷപ്പെട്ടു. അതിനു കൃതജ്ഞതയായി അദ്ദേഹം രചിച്ചതാണ് "ബര്‍ണര്‍ദീത്തായുടെ ഗീതം" എന്ന വിശ്വവിഖ്യാതമായ ഗ്രന്ഥം.`,
    prayer: `പരി. കന്യകയുടെ ജനനത്താല്‍ ലോകത്തെ അനുഗ്രഹിച്ച ദൈവമേ! ഞങ്ങള്‍ അങ്ങേ ആരാധിക്കുന്നു. സ്നേഹയോഗ്യയായ ദൈവമാതാവേ, ഞങ്ങള്‍ അങ്ങേ സ്തുതിക്കുന്നു. നീതിസൂര്യനായ മിശിഹായുടെ ജനനത്തിനു മുമ്പ് അങ്ങ് ലോകത്തിന് പ്രത്യാശ പകര്‍ന്നു. അങ്ങേ ദിവ്യസുതനെ മറ്റുള്ളവരെ അറിയുകയും സ്നേഹിക്കുകയും ചെയ്യുന്നതിനു വേണ്ടിയുള്ള ഞങ്ങളുടെ പരിശ്രമങ്ങളെ അനുഗ്രഹിക്കണമേ. അങ്ങയുടെ ജനനം ഭൂലോകസ്വര്‍ഗങ്ങള്‍ക്ക് ആനന്ദനിര്‍വൃതി നല്‍കി. ഞങ്ങള്‍ നിത്യസൗഭാഗ്യം അനുഭവിക്കാനുള്ള അനുഗ്രഹം അങ്ങേ ദിവ്യകുമാരനായ ഈശോമിശിഹായോടപേക്ഷിച്ചു നല്‍കണമേ.`,
    sukruthajapam: `ഉദയനക്ഷത്രമായ പരിശുദ്ധ മറിയമേ, ഞങ്ങളുടെ ജീവിതം പ്രത്യാശാപൂര്‍ണ്ണമാക്കണമേ.`,
  },
  {
    daytext: `അഞ്ചാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയെ ദൈവാലയത്തില്‍ സമര്‍പ്പിക്കുന്നു`,
    intro: `വി.യോവാക്കിമിനും വി. അന്നാമ്മയ്ക്കും സന്താനഭാഗ്യമില്ലാതിരുന്നതിനാല്‍ അവര്‍ ഏറെ ദുഃഖാര്‍ത്തതരായിരുന്നു. എന്നാല്‍ അവരുടെ പ്രാര്‍ത്ഥനകളിലും ഉപവാസങ്ങളിലും സംപ്രീതനായി ദൈവം അവരെ അനുഗ്രഹിച്ചു.അവര്‍ക്ക് ഒരു പുത്രി ജനിച്ചു, മേരി എന്ന നാമധേയം നല്കി. മേരി എന്ന നാമത്തിന്റെ അര്‍ത്ഥം നാഥ, രാജ്ഞി, സമുദ്രതാരം എന്നെല്ലാമാണ്. യേശു എന്ന തിരുനാമം കഴിഞ്ഞാല്‍ എത്ര മധുരജ്ഞമായ വേറൊരു നാമമില്ല. സന്താനമുണ്ടാകുന്ന പക്ഷം ആ സന്താനത്തെ ദൈവത്തിനു സമര്‍പ്പിക്കുന്നതാണെന്നു സന്താനലബ്ധിക്കു മുമ്പുതന്നെ ആ മാതാപിതാക്കള്‍ വാഗ്ദാനം ചെയ്തു.

    ശിശുവായ മേരിയെ മാതാപിതാക്കന്മാര്‍ വളരെ സ്‌നേഹത്തോടും വാത്സല്യത്തോടും കൂടിയാണ് വളര്‍ത്തി ക്കൊണ്ടു വന്നത്. മേരിയുടെ നാമത്തില്‍, ഭൂസ്വര്‍ഗ്ഗം ആനന്ദിച്ചു. ശൈശവത്തില്‍ തന്നെ ദൈവസ്‌നേഹം കൊണ്ടു നിറഞ്ഞവളായിരുന്നു മേരി. അവളുടെ അസ്ഥിത്വം മുഴുവനും ദൈവത്തിനു വേണ്ടിയായിരുന്നല്ലോ.
    
    പില്‍ക്കാലത്ത് യഹൂദബാലികമാരില്‍ പലരും യൗവ്വനപ്രായമാകുന്നതുവരെ ദേവാലയത്തില്‍ വസിച്ചിരുന്നു. അവരുടെ ശിക്ഷണത്തിനായി ദേവാലയത്തില്‍ വേണ്ട ക്രമീകരണങ്ങള്‍ ചെയ്തിരുന്നു. പക്വമതികളായ ചില വനിതകള്‍ അതിനായി നിയുക്തരായിട്ടുണ്ടാകും. ബാല്യകാലത്തില്‍ മാതാപിതാക്കന്മാരില്‍ നിന്നുള്ള അകല്‍ച്ച മൂലമുണ്ടാകുന്ന ദുഃഖം ശിശുവായ മേരിക്ക് പ്രതിബന്ധമായില്ല.
    
    യഹൂദാചാരപ്രകാരമുള്ള പ്രാര്‍ത്ഥനകളിലും മതകര്‍മ്മങ്ങളിലും അവള്‍ പ്രത്യേകം ഔത്സുക്യം പ്രദര്‍ശിപ്പിച്ചു. യഹൂദരുടെ പ്രധാന പ്രാര്‍ത്ഥന സങ്കീര്‍ത്തനങ്ങളാലപിക്കുക എന്നതായിരിന്നു. മേരി അവ ഹൃദിസ്ഥമാക്കി എപ്പോഴും ജപിച്ച് കൊണ്ടിരിന്നു. മേരിയുടെ കൃതജ്ഞതാലാപം വിശുദ്ധ ഗ്രന്ഥത്തില്‍ സ്പഷ്ട്ടമായി പ്രതിപാദിക്കുന്നുണ്ട്.
    
    ദൈവം മാതാപിതാക്കന്മാര്‍ക്കു സന്താനങ്ങളെ നല്കുന്നത് നല്ലവരായി വളര്‍ത്തി അവരെ ദൈവത്തിനു സമര്‍പ്പിക്കുവാനാണ്. അവരെ കുടുംബത്തിന്റെ അഭിമാനപാത്രങ്ങളും സമൂഹത്തിന്റെ മണിദീപങ്ങളുമായി വളര്‍ത്തേണ്ടതു മാതാപിതാക്കളുടെ കടമയാണ്. മക്കളോടുള്ള അതിവാത്സല്യമോ അവരുടെ ശിക്ഷണത്തില്‍ വേണ്ടത്ര ശ്രദ്ധ പതിക്കാത്തതോ അവരെ സംബന്ധിച്ചിടത്തോളം ഏറ്റവും വലിയ പാപമാണ്. മേരിയുടെ മാതാപിതാക്കന്മാര്‍ക്ക് വേറെ സന്താനങ്ങളൊന്നുമില്ലാതിരുന്നിട്ടും അവര്‍ സന്തോഷപൂര്‍വ്വം ദൈവത്തിനര്‍പ്പിച്ചു.
    
    വി. കൊച്ചുത്രേസ്യയും ദൈവദാസി സിസ്റ്റര്‍ അല്‌ഫോന്‍സായുടെയും മാതാപിതാക്കള്‍ ബാല്യത്തില്‍ തന്നെ മരിച്ചതു നിമിത്തം ദൈവജനനിയെ തങ്ങളുടെ അമ്മയായി സ്വീകരിച്ചതായി അവരുടെ ചരിത്രത്തില്‍ രേഖപ്പെടുത്തിയിട്ടുണ്ട്.`,
    incident: `ബെല്‍ജി്യത്തിലുള്ള ഒരു ഗ്രാമമാണ് ബെവറെങ്ങ്. 1932ല്‍ പരിശുദ്ധ കന്യക അവിടെ പ്രത്യക്ഷപ്പെട്ടു കൊണ്ടു പറഞ്ഞു: 'ഞാന്‍ പാപികളെ മാനസാന്തരപ്പെടുത്തും'. ആ സ്ഥലം ഇന്ന് ഒരു മരിയന്‍ ഭക്തി കേന്ദ്രമായി വളര്‍ന്ന് കഴിഞ്ഞു. അനേകം പേര്‍ അവിടം സന്ദര്‍ശി്ച്ച് മാനസാന്തരപ്പെട്ടിട്ടുണ്ട്. അതില്‍ ഏറ്റവും പ്രാധാന്യമര്‍ഹിക്കുന്നത് 'റെഡ് ഫ്‌ലാഗ്' എന്ന കമ്യുണിസ്റ്റ് പത്രത്തിന്റെ പത്രാധിപരുടേതാണ്. രണ്ടാം ലോക മഹായുദ്ധകാലത്ത് അയാളെ നാസികള്‍ തടവിലാക്കി. ജീവന്‍ അപകടത്തിലായി. അയാള്‍ ഉടനെ തന്നെ പ.കന്യകയെ സ്മരിച്ചു. തന്നെ മോചിപ്പിക്കുന്ന പക്ഷം സത്യവിശ്വാസത്തിലേക്ക് പ്രത്യാഗമിക്കുന്നതാണെന്നു അയാള്‍ വാഗ്ദാനം ചെയ്തു. അയാള്‍ മോചിതനായി.

    പക്ഷേ, വിശ്വാസം സ്വീകരിക്കുന്നതിന് വിമുഖനായിരുന്നു. 1945ല്‍ അയാള്‍ വലിയ വിശ്വാസമൊന്നുമില്ലാതെ ബെവറെങ്ങിലേക്ക് ഒരു തീര്‍ത്ഥയാത്ര നടത്തി. വെറും ഒരു കാഴ്ചക്കാരനായി പരിശുദ്ധ കന്യകയുടെ തിരുസ്വരൂപത്തിന്‍ മുന്‍പില്‍ നിന്ന അദ്ദേഹം പെട്ടെന്ന് ഭക്തജനങ്ങളോടൊപ്പം മുട്ടുകുത്തി. താന്‍ വഴി പരിശുദ്ധ കന്യക വലിയ കാര്യങ്ങള്‍ ലോകത്തിനു ചെയ്യുവാന്‍ പോകുന്നതായി അദ്ദേഹത്തിനു ദൈവിക ദര്‍ശനം ലഭിക്കുകയുണ്ടായി. പരിപൂര്‍ണ്ണമായ ഒരു പരിവര്‍ത്തനമാണ് അദ്ദേഹത്തിന് ഉണ്ടായത്. അദ്ദേഹമാണ് ബല്‍ജിയത്തില്‍ ലീജന്‍ ഓഫ് മേരിയുടെ സ്ഥാപകന്‍.`,
    prayer: `അമലമനോഹരിയും അമലോത്ഭവയുമായ പരിശുദ്ധ കന്യകയേ, അങ്ങു ശൈശവ ദശയില്‍ ത്തന്നെ ദൈവത്തിന് പരിപൂര്‍ണമായി അര്‍പ്പിച്ച് അവിടുത്തെ സേവനത്തില്‍ വിശ്വസ്തത പ്രകടിപ്പിച്ചുവല്ലോ. ദിവ്യനാഥേ, ഞങ്ങളും ദൈവസ്‌നേഹത്തിലും അങ്ങയോടുള്ള സ്‌നേഹത്തിലും വിശ്വസ്തരായിരിക്കുവാനുള്ള അനുഗ്രഹം നല്കിയരുളണമേ. അങ്ങ് ലോകപരിത്രാതാവിനെ പ്രതീക്ഷിച്ചുകൊണ്ട് ദൈവത്തോടു പ്രാര്‍ത്ഥിച്ച് അങ്ങിലും ലോകത്തിലും ദൈവസുതന് വാസസ്ഥലം സജ്ജമാക്കി. ഇതുപോലെ ഞങ്ങളുടെ ഹൃദയങ്ങളില്‍ ദിവ്യരക്ഷകന്‍ ഹൃദയനാഥനായി വസിക്കുവാനുള്ള അനുഗ്രഹം പ്രാപിച്ചു തരണമേ.`,
    sukruthajapam: `മറിയത്തിന്റെ വിമലഹൃദയമേ, ഇന്ത്യയ്ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.
    `,
  },
  {
    daytext: `ആറാം തീയതി `,
    subject: `പരിശുദ്ധ കന്യകയുടെ എളിമ`,
    intro: `ലോകപരിത്രാതാവിന്‍റെ ആഗമനം സമീപിച്ചു എന്ന് യഹൂദവിശ്വാസികള്‍ മനസ്സിലാക്കിയിരുന്നു. അതിനായി പലരും തങ്ങളെത്തന്നെ ഒരുക്കിയിരുന്നു. പലരും ദൈവമാതാവാകാനുള്ള മോഹനസ്വപ്‌നങ്ങള്‍ കണ്ടിരിക്കണം. എന്നാല്‍ പരിശുദ്ധ മറിയം ദൈവമാതാവിന്‍റെ ദാസിയാകാനായിരിക്കും ആഗ്രഹിച്ചത്. അവള്‍ രക്ഷകന്‍റെ ആഗമനത്തിനായി പ്രാര്‍ത്ഥിച്ചിരുന്നു. എന്നാല്‍, തനിക്ക് ആ ദൈവകുമാരന്‍റെ മാതാവാകാനുള്ള യോഗ്യതയുണ്ടെന്നു കരുതിയിരുന്നില്ല.

    പരിശുദ്ധ കന്യകയുടെ എളിമയാണ് ത്രിത്വത്തിലെ രണ്ടാമത്തെ സുതനായ ദൈവത്തെ അവളുടെ പക്കലേക്ക് ആകര്‍ഷിച്ചത് എന്ന് വിശുദ്ധ അഗസ്തീനോസ് പറയുന്നു. മേരിയുടെ അഗാധമായ എളിമ അവളുടെ കൃതജ്ഞതാലാപം തന്നെ വ്യക്തമാക്കുന്നു.
    
    "എന്‍റെ ആത്മാവ് കര്‍ത്താവിനെ മഹത്വപ്പെടുത്തുന്നു. എന്‍റെ ചിത്തം എന്‍റെ രക്ഷകനായ ദൈവത്തില്‍ ആനന്ദിച്ചു. എന്തെന്നാല്‍ അവന്‍ തന്‍റെ ദാസിയുടെ താഴ്മയെ തൃക്കണ്‍പാര്‍ത്തു. ഇന്നുമുതല്‍ എല്ലാ തലമുറകളും എന്നെ ഭാഗ്യവതിയെന്നു പ്രകീര്‍ത്തിക്കും" (വി.ലൂക്കാ 1:45-48). പരിശുദ്ധ കന്യക ദൈവത്തെ മഹത്വപ്പെടുത്തുന്നത് സ്തോത്രഗീത സമയത്ത് മാത്രമല്ല അവിടുത്തെ ജീവിതകാലം മുഴുവനും അതു ചെയ്തിരുന്നു. 
    
    യാഥാര്‍ത്ഥ എളിമ എന്തിലാണ് അടങ്ങിയിരിക്കുന്നത് എന്ന്‍ മറിയം സ്തോത്രഗീതത്തിലൂടെ വ്യക്തമാക്കുന്നു. ദൈവത്തെയും, നമ്മെയും അറിയുക. ആ യഥാര്‍ത്ഥ ജ്ഞാനത്തിന്‍റെ പ്രകാശത്തില്‍ നമുക്ക് ദൈവത്തോടും മറ്റു സൃഷ്ടവസ്തുക്കളോടുമുള്ള ബന്ധത്തില്‍ അര്‍ഹമായ സ്ഥാനം നല്‍കുക എന്നതാണ് എളിമ. പരിശുദ്ധ അമ്മ അവളുടെ മഹത്വകാരണം എളിമയാണെന്ന് പ്രഖ്യാപിക്കുന്നു. 
    
    "തന്നെത്താന്‍ ഉയര്‍ത്തുന്നവന്‍ താഴ്ത്തപ്പെടും, തന്നെത്താന്‍ താഴ്ത്തുന്നവന്‍ ഉയര്‍ത്തപ്പെടും" എന്നുള്ള ക്രിസ്തുനാഥന്‍റെ ദിവ്യവചസ്സുകള്‍ ദിവ്യജനനി മുന്‍കൂട്ടി മനസ്സിലാക്കി പ്രാവര്‍ത്തികമാക്കുകയാണ്. എല്ലാ തലമുറകളും എന്നെ ഭാഗ്യവതി എന്നു പ്രകീര്‍ത്തിക്കും. പരിശുദ്ധ കന്യക ഒരു പ്രവചനം നടത്തുകയാണ്. ആ പ്രവചനം എത്ര സ്വാര്‍ത്ഥകമായിരുന്നുവെന്നു തിരുസഭാചരിത്രം പരിശോധിക്കുമ്പോള്‍ നമുക്ക് കാണുവാന്‍ സാധിക്കും. വിശുദ്ധന്മാര്‍ എല്ലാവരും മറിയത്തെ പ്രകീര്‍ത്തിക്കുന്നതില്‍ ഉത്സുകരായിരുന്നുവെന്ന്, ക്രിസ്ത്യാനികള്‍ മാത്രമല്ല, അക്രൈസ്തവരും മറിയത്തെ സ്തുതിക്കുന്നതില്‍ തത്പരരായിരുന്നു. 
    
    ദൈവമാതാവ് എന്ന ഉന്നതമായ സ്ഥാനത്തേക്ക് അവരോധിതയായെങ്കിലും മേരി നസ്രസിലെ വിനീത കന്യകയായിട്ടാണ് ജീവിച്ചത്. എലിസബത്തിനെ ശുശ്രൂഷിക്കുവാന്‍ പോകുമ്പോഴും ക്രിസ്തുനാഥന്‍റെ പിറവിയിലും ഈജിപ്തിലേക്കുള്ള പലായനത്തിലും എല്ലാം മറിയത്തിന്‍റെ വിനയവും എളിമയും പ്രകാശിതമാകുന്നു. പരിശുദ്ധ മാതാവിന്‍റെ മക്കളായ നാം അമ്മയെ അനുകരിച്ചു എളിമയുള്ളവരാകണം. എളിമയുള്ളവര്‍ ഭാഗ്യവാന്മാര്‍; എന്തെന്നാല്‍ ഭൂമി അവര്‍ അവകാശമാക്കും എന്നുള്ള ക്രിസ്തുനാഥന്‍റെ വാക്കുകള്‍ നമ്മുടെ ജീവിതത്തിലും അന്വര്‍ത്ഥമാക്കാം.`,
    incident: `ഇസ്ലാം മതസ്ഥാപകനായ മുഹമ്മദും, ഖുറാന്‍ ഭാഷ്യകര്‍ത്താവായ കര്‍ത്തയും മറ്റനവധി വ്യക്തികളും പരിശുദ്ധ കന്യകയെ സ്തുതിക്കുന്നുണ്ട്. ഇന്ന് വിശ്വവ്യാപകമായ നിത്യസഹായ മാതാവിനോടുള്ള ഭക്തി പ്രസിദ്ധമാണല്ലോ. 1970-ല്‍ ബാംഗ്ലൂരിലുള്ള നാഷണല്‍ കാറ്റക്കറ്റിക്കല്‍ ആന്‍ഡ് ലിറ്റര്‍ജിക്കല്‍ സെന്‍ററില്‍ (National Catechetical and Liturgical Centre) ഒരു പരിപാടി ഉണ്ടായിരുന്നു.

    ഈ പരിപാടിയിൽ ഒരു പാഴ്സി, മുഹമ്മദ്, ഒരു ഹിന്ദുവായ രാജമാണിക്കം എന്നീ മൂന്നുപേര്‍ വന്ന് അവരുടെ മാനസാന്തര കഥ വിവരിച്ചു. മൂന്നു പേരുടെയും മാനസാന്തരത്തിന് കാരണമായത് പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയാണ് എന്നവര്‍ പ്രസ്താവിക്കുകയുണ്ടായി. പ്രത്യേകിച്ചും ഹൈന്ദവന്റെ മാനസാന്തരം ശ്രദ്ധേയമാണ്. അയാൾ ഒരു നാസ്തികനായിരുന്നു. അങ്ങനെയിരിക്കുമ്പോള്‍ അവിടെ ദിവ്യരക്ഷ സഭക്കാരുടെ സെമിനാരിയോട് അനുബന്ധിച്ചുള്ള ദൈവാലയത്തില്‍ നിത്യസഹായമാതാവിന്‍റെ നോവേനയില്‍ യാദൃശ്ചികമായി സംബന്ധിക്കുവാനിടയായി. അയാള്‍ ബി.എ.ബിരുദം സമ്പാദിച്ചതിനു ശേഷം ജോലിയില്ലാതെ വിഷമിക്കുകയായിരുന്നു. ജോലി കിട്ടുവാന്‍ വേണ്ടി ഒമ്പതു ദിവസം നോവേനയില്‍ സംബന്ധിക്കാമെന്ന് അയാൾ പ്രതിജ്ഞ ചെയ്തു. രണ്ടു ദിവസം നവനാളിനു സംബന്ധിച്ചപ്പോള്‍ ജോലി കിട്ടി. മാതാവിന്‍റെ സഹായം ഒന്നുമാത്രമാണ് ഇതിനിടയാക്കിയത് എന്ന് അദ്ദേഹം ഉറച്ചു വിശ്വസിച്ചു. പിന്നീട് കത്തോലിക്കാ വിശ്വാസം സംബന്ധിച്ച് അദ്ദേഹം ധാരാളം അറിവ് നേടി.
    
    1965-ല്‍ അയാൾ കത്തോലിക്കാസഭയിൽ അംഗമായി. തന്നിമിത്തം അയാള്‍ക്ക് പിതൃസ്വത്തായി ലഭിക്കേണ്ടിയിരുന്ന അമ്പതിനായിരം രൂപയോളം നഷ്ടപ്പെട്ടു. എന്നാൽ അയാൾ പറഞ്ഞു "എനിക്ക് പരിപൂര്‍ണമായ സമാധാനവും സംതൃപ്തിയും ലഭിച്ചു". എനിക്ക് സ്വര്‍ഗ്ഗീയ മാതാവായ പരിശുദ്ധ കന്യകാമറിയമുള്ളപ്പോള്‍ ലൗകികസമ്പത്തെല്ലാം നിസ്സാരമാണെന്നാണ് നൂറുകണക്കിന് ആളുകളുടെ മുന്നിൽ അയാൾ പ്രഘോഷിച്ചു.`,
    prayer: `ദൈവമാതാവായ പരിശുദ്ധ കന്യകയെ, അങ്ങയുടെ വിസ്മയാവഹമായ എളിമയെപ്പറ്റി ചിന്തിക്കുമ്പോള്‍ ഞങ്ങള്‍ ലജ്ജിതരാകുന്നു. അങ്ങയുടെയും അങ്ങേ തിരുക്കുമാരന്‍റെയും എളിമ അനുകരിക്കുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്ക് നല്‍കണമേ. എളിമ വിശുദ്ധിയുടെ അടിസ്ഥാനമാണെന്ന് ഞങ്ങള്‍ മനസ്സിലാക്കുന്നു. ഞങ്ങളുടെ അഹങ്കാരത്താല്‍ അവിടുത്തെ ദിവ്യസുതനെ പലപ്പോഴും ദ്രോഹിച്ചിട്ടുണ്ട്. അങ്ങേ സ്നേഹിക്കുന്നതില്‍ ഞങ്ങള്‍ വിമുഖരായിരുന്നു. അവയ്ക്കെല്ലാം പരിഹാരമര്‍പ്പിച്ച് വിശ്വസ്തതാപൂര്‍വ്വം ഈശോയെയും ദൈവമാതാവായ അങ്ങയേയും സ്നേഹിച്ചു സേവിച്ചു കൊള്ളാമെന്ന് ഞങ്ങള്‍ പ്രതിജ്ഞ ചെയ്യുന്നു. അതിനുള്ള അനുഗ്രഹം ഞങ്ങൾക്കു നൽകണമേ.`,
    sukruthajapam: `വിശുദ്ധിയുടെ വിളനിലമായ മറിയമേ! ഞങ്ങളുടെ ഹൃദയം ഈശോയുടെ തിരുഹൃദയത്തിനനുരൂപമാക്കണമേ.`,
  },
  {
    daytext: `ഏഴാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ വരപ്രസാദ യോഗ്യത`,
    intro: `ദൈവം ഒരു വ്യക്തിയെ പ്രത്യേക ജോലിക്കോ, ദൗത്യനിര്‍വഹണത്തിനോ, ജീവിതാന്തസ്സിലേക്കോ തെരഞ്ഞെടുത്താല്‍ അതിനാവശ്യമായ ആധ്യാത്മികവും, മാനസികവും, ശാരീരികവുമായ ദാനങ്ങളാല്‍ ആ വ്യക്തിയെ സമലങ്കരിക്കുമെന്ന് വി. തോമസ്‌ അക്വിനാസ് പ്രസ്താവിച്ചിട്ടുണ്ട്. അപ്പോള്‍ ദൈവമാതാവ് എന്ന ഉന്നത സ്ഥാനത്താല്‍ സമലംകൃതയാണെന്നും പ. കന്യകാമറിയത്തിനു ദൈവം എത്ര അസാധാരണമായ ദാനങ്ങള്‍ നല്‍കപ്പെട്ടിരിന്നുവെന്നും ചിന്തിച്ചു നോക്കൂ.

    അമലോത്ഭവയായ പരിശുദ്ധ കന്യകയ്ക്കു സകല‍ വിശുദ്ധരെയും മാലാഖമാരെയേക്കാള്‍ അവര്‍ണ്ണനീയമായ യോഗ്യത ലഭിച്ചു. പ്രകൃത്യാതീതവും പ്രകൃത്യേതരമായ ദാനങ്ങളും പരിശുദ്ധാരൂപിയുടെ ദാനങ്ങളും ഫലങ്ങളും എല്ലാം പരിശുദ്ധ കന്യകയില്‍ അതിന്‍റെ ഏറ്റവും വലിയ പൂര്‍ണതയില്‍ പ്രശോഭിച്ചിരുന്നു. പരിശുദ്ധ കന്യക സകല സ്ത്രീകളിലും ഏറ്റവും അനുഗൃഹീതയാണ്. ഈ ലോകത്തില്‍ ജനിച്ചിട്ടുള്ള മറ്റു വ്യക്തികള്‍ക്ക് സ്വമാതാവിനെ തെരഞ്ഞെടുക്കുവാനുള്ള സ്വാതന്ത്ര്യമില്ല. എന്നാല്‍ ഈശോമിശിഹായ്ക്കു മാത്രമേ സ്വമാതാവിനെ തെരഞ്ഞെടുക്കാന്‍ സാധിച്ചുള്ളൂ.
    
    മിശിഹാനാഥന്‍ മറിയത്തെ തെരഞ്ഞെടുത്തപ്പോള്‍ അവള്‍ സകല‍ സ്ത്രീകളിലും അനുഗൃഹീതയായിത്തീര്‍ന്നു. ദൈവത്തിന് ഈ ലോകം പോലെ മറ്റനേകം ലോകങ്ങളെ സൃഷ്ടിക്കുവാന്‍ സാധിക്കും. എന്നാല്‍ പരിശുദ്ധ കന്യകയേക്കാള്‍ പരിപൂര്‍ണയായ ഒരു മാതാവിനെ സൃഷ്ടിക്കുവാന്‍ സാധിക്കയില്ലയെന്ന്‍ വി. ബൊനവന്തുര പ്രസ്താവിക്കുന്നു. സകല ഗുണങ്ങളും നല്കി കൊണ്ട് ദൈവം കൊടുത്ത പേരാണ് മേരി. ക്രിസ്തീയ സുകൃതങ്ങളുടെ അനുഷ്ഠാനത്തിലൂടെ നമുക്ക് അനുഗൃഹീതരാകുവാന്‍ പരിശ്രമിക്കാം. അതിനായി പരിശുദ്ധ അമ്മയുടെ മാദ്ധ്യസ്ഥം നമ്മുക്ക് തേടാം.`,
    incident: `ഒരിക്കല്‍ കുറെ ആള്‍ക്കാര്‍ വി.അല്‍ഫോന്‍സ് ലിഗോരിയുടെ അടുക്കല്‍ ഒരു മൃതശരീരം കൊണ്ടുവന്നു. ആ മരിച്ച മനുഷ്യനെ ജീവിപ്പിക്കണമെന്ന് അവര്‍ അല്‍ഫോന്‍സ് ലിഗോരിയോട് ആവശ്യപ്പെട്ടു. വിശുദ്ധന്‍, പരിശുദ്ധ കന്യകയോടുള്ള അദ്ദേഹത്തിന്‍റെ സുദൃഢമായ വിശ്വാസം പ്രഖ്യാപിച്ചുകൊണ്ട് ദൈവത്തോടു പ്രാര്‍ത്ഥിച്ചു. അനേകം ആളുകള്‍ നോക്കി നില്‍ക്കെ അത്ഭുതം നടന്നു. മരിച്ചുവെന്ന് അവര്‍ വിധിയെഴുതിയ ആള്‍ കണ്ണു തുറന്നു. അയാള്‍ ശ്വാസോച്ഛ്വാസം നടത്താന്‍ തുടങ്ങി. കാഴ്ച കണ്ടവരെല്ലാം പകച്ചു നിന്നു പോയി. ഈ സംഭവം വി. ലിഗോരി തന്നെ ജീവിതകഥയായി വിവരിച്ചിട്ടുണ്ട്.`,
    prayer: `ദൈവമേ, അവിടുന്ന്‍ സകല‍ വിശുദ്ധരുടെയും വിശുദ്ധിയെ അതിലംഘിക്കുന്ന വിശുദ്ധിയുടെ പരിവേഷത്താല്‍ പരിശുദ്ധ കന്യകയെ അലങ്കരിച്ചുവല്ലോ. ജ്ഞാനസ്നാന സ്വീകരണത്തില്‍ ലഭിച്ച പ്രസാദവരത്തെ കളങ്കപ്പെടുത്താതെ നിര്‍മ്മലമായ ജീവിതം നയിക്കുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കണമേ. അനുദിനം ഞങ്ങളുടെ ജീവിതാന്തസ്സിന്‍റെ ചുമതലകള്‍ യഥാവിധി നിര്‍വഹിച്ചുകൊണ്ട് ഉത്തരോത്തരം വിശുദ്ധിയില്‍ ആഴപ്പെട്ടുകൊണ്ട് അങ്ങേ ദിവ്യജനനിയെ ഞങ്ങള്‍ അനുഗമിക്കട്ടെ.`,
    sukruthajapam: `സ്വര്‍ഗ്ഗരാജ്ഞിയായ മറിയമേ, ഭൂവാസികളായ ഞങ്ങള്‍ക്കും നീ രാജ്ഞിയായിരിക്കേണമേ.`,
  },
  {
    daytext: `എട്ടാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകാമറിയത്തില്‍ പ്രശോഭിച്ചിരുന്ന സുകൃതങ്ങള്‍`,
    intro: `പരിശുദ്ധ കന്യകയില്‍ സകല‍ സുകൃതങ്ങളും അതിന്‍റെ ഏറ്റവും വലിയ പൂര്‍ണതയില്‍ പ്രശോഭിച്ചിരുന്നു. അവളുടെ വിശ്വാസം അജയ്യവും പ്രത്യാശ അചഞ്ചലവും സ്നേഹം തീവ്രഭാവത്തിലായിരുന്നു. ബാല്യകാലത്തില്‍ തന്നെ മേരി ഈ സുകൃതങ്ങള്‍ ഏറ്റവും തീക്ഷ്ണതയോടു കൂടി അഭ്യസിച്ചിരുന്നു. തന്നിമിത്തം പിന്നീടുള്ള ജീവിതത്തില്‍ പ്രസ്തുത സുകൃതങ്ങള്‍ ദിവ്യജനനി പ്രാവര്‍ത്തികമാക്കുന്നതു നാം കാണുന്നു.

    ഹവ്വാ കന്യകയായിരിക്കുമ്പോള്‍ തന്നെ സാത്താനെ വിശ്വസിച്ചതിനാല്‍ അനുസരണരാഹിത്യവും പാപവും അവളില്‍ ഉത്ഭവിച്ചു. എന്നാല്‍ പരിശുദ്ധ കന്യകാമറിയം വിശ്വാസത്തിലും സന്തോഷത്തിലും പരിപൂരിതയായി ഇപ്രകാരം പ്രതിവചിച്ചു: "നിന്‍റെ വാക്കുകള്‍ എന്നില്‍ നിറവേറട്ടെ.". ഇപ്രകാരം പിശാചിന്‍റെ പ്രവര്‍ത്തനങ്ങളെ നശിപ്പിച്ച് മാനവവംശത്തെ നിത്യമരണത്തില്‍ നിന്ന്‍ മോചിപ്പിക്കുവാന്‍ പരിശുദ്ധ അമ്മ ശ്രദ്ധേയമായ പങ്ക് വഹിച്ചിരിന്നുവെന്ന് സഭാപിതാവായ വി. ജസ്റ്റിന്‍ പ്രസ്താവിക്കുന്നുണ്ട്.
    
    വിശ്വാസത്തിലൂടെ നാം ദൈവത്തെ അഭിമുഖീകരിച്ച് അവിടുത്തേക്ക് സ്വയം അര്‍പ്പിക്കുന്നു. മേരി തന്‍റെ അര്‍പ്പണം അതിന്‍റെ പൂര്‍ണതയില്‍ നിര്‍വഹിച്ചു. പരിശുദ്ധ കന്യകയുടെ ശരണം എത്ര ശക്തമായിരുന്നു എന്നു നമുക്കു പരിശോധിക്കാം. പന്ത്രണ്ടാമത്തെ വയസ്സില്‍ ഈശോയെ കാണാതെ പോയ അവസരത്തിലും കാല്‍വരിയിലും മേരിയുടെ പ്രത്യാശ വിശുദ്ധ ഗ്രന്ഥം എടുത്തു കാണിക്കുന്നുണ്ട്. കുരിശിന്‍ ചുവട്ടില്‍ നിന്ന അവസരത്തില്‍ അവള്‍ പ്രദര്‍ശിപ്പിച്ച ധീരതയും അതിലൂടെ പ്രകടമാക്കിയ പ്രത്യാശയും മാനവകുലത്തില്‍ എന്നും അത്ഭുതജനകമാണ്.
    
    മേരിയുടെ ദൈവസ്നേഹമാണ് ദൈവമാതൃത്വ സ്ഥാനത്തിന് അവളെ പ്രാപ്തയാക്കിയത്. മനുഷ്യാവതാരത്തിനു സമ്മതം നല്‍കിയതു മുതല്‍ കാല്‍വരിയിലെ മഹായജ്ഞം പൂര്‍ത്തിയാകുന്നതു വരെ ദൈവത്തോടും മനുഷ്യരോടുമുള്ള അത്യുദാരവും ഉദാത്തവുമായ സ്നേഹത്തിന്‍റെ പ്രകാശനം പലപ്പോഴും ദൃശ്യമാകുന്നുണ്ട്. നീതി, വിവേകം, ധൈര്യം, വിനയം, സേവനസന്നദ്ധത, അനുസരണം, ശാലീനത, ലാളിത്യം മുതലായ എല്ലാ ധാര്‍മ്മിക സുകൃതങ്ങളും പരിശുദ്ധ കന്യകയില്‍ നിറഞ്ഞിരിന്നു.
    
    പരിശുദ്ധ കന്യക ദൈവാലയത്തില്‍ പ്രാര്‍ത്ഥനയും തപസ്സും അനുഷ്ഠിച്ചു കൊണ്ടാണ് ജീവിച്ചിരുന്നത്. സദാ പ്രാര്‍ത്ഥനാ നിരതമായ ജീവിതമാണ് അവള്‍ നയിച്ചത്. ദൈവികമായ കാര്യങ്ങള്‍ ധ്യാനിച്ചും നിര്‍ദ്ദിഷ്ടമായ ജോലികള്‍ നിര്‍വഹിച്ചുമാണ് അവള്‍ സമയം ചെലവഴിച്ചത്. ഒരു നിമിഷം നാം ദൈവസന്നിധിയില്‍ എത്രമാത്രം തത്പരരാണെന്ന് ചിന്തിക്കാം. ദൈവകല്‍പനകള്‍ അനുസരിക്കുന്നതിലും ജീവിതാന്തസ്സിന്‍റെ ചുമതലകള്‍ അനുഷ്ഠിക്കുന്നതിലും നമ്മെ ഭരമേല്‍പ്പിച്ചിട്ടുള്ള ജോലികള്‍ വിശ്വസ്തതാപൂര്‍വ്വം നിര്‍വഹിക്കുന്നതിലും നാം എത്രമാത്രം തത്പരരാണെന്ന് ആത്മശോധന ചെയ്യുക.`,
    incident: `വിശ്വവിശ്രുത താത്വികനായിരുന്ന ഷാക്ക് മാരിറ്റൈന്‍റെ മാനസാന്തരം പരിശുദ്ധ കന്യകയുടെ സ്നേഹത്തിന്‍റെ ഒരു വിജയമാണെന്നാണ് അദ്ദേഹം തന്നെ പ്രസ്താവിച്ചിട്ടുള്ളത്. മാരിറ്റൈന്‍ ദമ്പതികള്‍ സോര്‍ബോണ്‍ യൂണിവേഴ്സിറ്റിയിലെ വിദ്യാര്‍ത്ഥികളായിരുന്നു. യഹൂദ താത്വികനായ ബെര്‍ഗ്സോന്‍റെ കീഴിലാണ് അവര്‍ അദ്ധ്യയനം നടത്തിയിരുന്നത്. ബെര്‍ഗ്സോണ്‍ യഹൂദനായിരുന്നെങ്കിലും കത്തോലിക്കാ വിശ്വാസത്തോടു മതിപ്പുണ്ടായിരുന്നു. 1904 നവംബര്‍ 26-ാം തീയതി മാരിറ്റൈന്‍ വിവാഹിതനായി.

    അധികം താമസിയാതെ അവര്‍ തികഞ്ഞ കത്തോലിക്ക വിശ്വാസികളായ ബ്ലോയി ദമ്പതികളെ പരിചയപ്പെട്ടു. ലെയോണ്‍ ബ്ലോയി "ലാസലേറ്റു" മാതാവിന്‍റെ വലിയ ഒരു പ്രേഷിതനായിരുന്നു. ബ്ലോയിയും ഭാര്യയും മാരിറ്റൈന്‍ ദമ്പതികളില്‍ വലിയ സ്വാധീനം ചെലുത്തിയിരുന്നുവെങ്കിലും കത്തോലിക്കാ സഭയിലേക്ക് വരാന്‍ അവര്‍ വൈമുഖ്യം കാണിച്ചു. വിവാഹാനന്തരം രണ്ടു വര്‍ഷം കഴിഞ്ഞപ്പോള്‍ റീസായ്ക്ക് മാരകമായ ഒരു രോഗം ബാധിച്ചു. മാരിറ്റൈന്‍ അസ്വസ്ഥചിത്തനായി. ഒരു ദിവസം ബ്ലോയിയുടെ ഹൃദയസ്പര്‍ശിയായ ഒരു കത്ത് മാരിറ്റൈന് ലഭിച്ചു. അതിന്‍റെ സംഗ്രഹമിതാണ്.
    
    എന്‍റെ ഏറ്റവും പ്രിയപ്പെട്ട, റീസാ, ഞങ്ങള്‍ നിന്നെ സ്നേഹപൂര്‍വ്വം കൂടെക്കൂടെ അനുസ്മരിക്കുന്നുണ്ട്. ഇന്ന്, അതിരാവിലെ ദിവ്യബലി സമയത്ത് നിനക്കു വേണ്ടി ഞാന്‍ കരഞ്ഞുകൊണ്ട്‌ പ്രാര്‍ത്ഥിച്ചു. എന്‍റെ ക്ലേശഭൂയിഷ്ഠമായ ഈ ജീവിതത്തിന് എന്തെങ്കിലും, യോഗ്യത പൂര്‍ണമായി ഉണ്ടെങ്കില്‍ നിനക്കു ഉടനെ സൌഖ്യം നല്‍കണമെന്നും അത് ആത്മീയ മഹത്വത്തിനായി സ്വീകരിക്കുമെന്നും ഞാന്‍ ‍നമ്മുടെ കര്‍ത്താവീശോ മിശിഹായോടും പരിശുദ്ധ കന്യകാമറിയത്തോടും യാചിച്ചിട്ടുണ്ട്. എന്‍റെ പ്രാര്‍ത്ഥന ശ്രവിക്കുവാന്‍ വേണ്ടി ഞാന്‍ അശ്രുധാര ധാരാളമായി വര്‍ഷിച്ചിട്ടുണ്ട്. നീ സുഖം പ്രാപിക്കുകയും വലിയ ആനന്ദം അനുഭവിക്കുകയും ചെയ്യും.
    
    കുറെ ദിവസങ്ങള്‍ക്കു ശേഷം മിസ്സിസ് ബ്ലോയി രോഗാതുരയായ റീസായെ സന്ദര്‍ശിച്ചു. അവള്‍ റീസായോടു പറഞ്ഞു: "ഞാന്‍, പരിശുദ്ധ കന്യകയുടെ രൂപം തരുന്നു, നീ ശക്തമായി പ്രാര്‍ത്ഥിക്കുക" രോഗിണി തന്‍റെ സ്നേഹിതയുടെ അതിരുകടന്ന പ്രസ്താവനയില്‍ അസ്വസ്ഥചിത്തയായി. എങ്കിലും ഒന്നും പറഞ്ഞില്ല. മൗനം സമ്മത ലക്ഷണമായി പരിഗണിച്ച് ജിന്‍ ബ്ലോയി മാതാവിന്‍റെ രൂപം റീസായുടെ കഴുത്തില്‍ അണിയിച്ചു. റീസായ്ക്ക് ഒരു സന്തോഷം ലഭിക്കുകയും ഉടനെ തന്നെ നിദ്രയില്‍ ലയിക്കുകയും ചെയ്തു. ആ നിമിഷം മുതല്‍ അവള്‍ സുഖം പ്രാപിച്ചു തുടങ്ങി.
    
    ഇതിനകം തന്നെ യുക്തിവാദിയായി തീര്‍ന്ന മാരിറ്റൈന്‍, ഭാര്യയുടെ അത്ഭുതകരമായ സുഖപ്രാപ്തിയോടുകൂടി കത്തോലിക്കാ വിശ്വാസത്തിലേക്ക് വന്നു. ലോകം മുഴുവന്‍ പരിശുദ്ധ അമ്മയെ പറ്റി അറിയിക്കാന്‍ മുന്‍കൈ എടുത്ത കുടുംബമായി, മാരിറ്റൈന്‍ കുടുംബം മാറി. അദ്ദേഹം കത്തോലിക്കാ മതം സ്വീകരിച്ചതു മൂലം സ്വദേശത്തു പഠിക്കുന്നതിനുള്ള അവകാശം പോലും നിഷേധിച്ചു. എന്നാല്‍ അദ്ദേഹത്തിന്‍റെ 81-ാം വയസ്സില്‍ ഫ്രഞ്ചു ഗവണ്മെന്‍റ് ഫ്രാന്‍സിന്‍റെ ഏറ്റവും വലിയ ദേശീയ ബഹുമതി നല്‍കി അദ്ദേഹത്തെ ബഹുമാനിച്ചു.`,
    prayer: `ദൈവജനനിയായ പരിശുദ്ധ കന്യകാമറിയമേ, അവിടുന്ന്‍ സകല‍ ഗുണ സമ്പൂര്‍ണയായിരുന്നല്ലോ. ഞങ്ങളുടെ വിശ്വാസം ക്ഷയിക്കുകയും പ്രത്യാശ ബലഹീനമാവുകയും സ്നേഹം മന്ദീഭവിക്കുകയും ചെയ്യുമ്പോള്‍ അവിടുത്തെ അത്ഭുതകരമായ മാതൃക ഞങ്ങള്‍ക്ക് ശക്തി നല്‍കട്ടെ. ആകയാല്‍, ദിവ്യജനനി, ഞങ്ങള്‍ അങ്ങയുടെ സുകൃതങ്ങള്‍ അനുകരിച്ചു കൊണ്ട് പരിപൂര്‍ണമായ ക്രിസ്തീയ ജീവിതം നയിക്കുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കേണമേ. സജീവമായ വിശ്വാസവും, അചഞ്ചലമായ പ്രത്യാശയും തീക്ഷ്ണതയുള്ള സ്നേഹവും മറ്റ് ക്രിസ്തീയ സുകൃതങ്ങളും അഭ്യസിക്കുന്നതിനായി ഞങ്ങള്‍ പരിശ്രമിക്കുന്നതാണ്. ഞങ്ങളുടെ ബലഹീനതയെ അങ്ങു പരിഹരിക്കണമേ.`,
    sukruthajapam: `ദാവീദിന്‍റെ കോട്ടയായ മറിയമേ, നാരകീയ ശക്തിയോടുള്ള പോരാട്ടത്തില്‍ ഞങ്ങള്‍ക്കു നീ അഭയമാകേണമേ.`,
  },
  {
    daytext: `ഒമ്പതാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ വിവാഹം`,
    intro: `പരിശുദ്ധ കന്യക യൗവ്വനയുക്തയാകുന്നതുവരെ ദേവാലയത്തില്‍ പരിത്യാഗത്തിലും പ്രാര്‍ത്ഥനയിലും ജീവിതം നയിച്ചു പോന്നു. കൂട്ടത്തില്‍ വസിച്ചിരുന്നവരോടു സ്‌നേഹാദരങ്ങളോടു കൂടിയാണ് അവള്‍ പെരുമാറിയിരുന്നത്. അക്കാലത്ത് യൗവ്വന പ്രായമായവര്‍ ദേവാലയത്തില്‍ വസിക്കുക അഭിലഷണീയമല്ലായിരുന്നതിനാല്‍ മേരി യൗവ്വനയുക്തയായപ്പോള്‍ അവളെ വിവാഹം കഴിച്ചയയ്ക്കാന്‍ ദേവാലയ അധികൃതര്‍ തീരുമാനിച്ചു.

    ബാഹ്യമായ സൌന്ദര്യം കൊണ്ടും ആദ്ധ്യാത്മികമായ സമ്പത്ത് കൊണ്ടും സമ്പന്നയായ മേരിക്ക് അനുരൂപനായ ഒരു വരനെ ലഭിക്കേണ്ടത് അവരെ സംബന്ധിച്ച് ബുദ്ധിമുട്ടേറിയ ഒരു കാര്യമായിരിന്നു. യഹൂദനിയമമനുസരിച്ച് സ്വഗോത്രത്തിലുള്‍പ്പെട്ടവര്‍ തമ്മിലുള്ള വിവാഹമാണ് പ്രോത്സാഹിപ്പിച്ചിരുന്നത്. ഗോത്രത്തിന്റെ് ആചാരങ്ങള്‍ പരിരക്ഷിക്കുന്നതിനായിരിക്കാം ഇപ്രകാരം നിര്‍ദ്ദേശിച്ചിരുന്നത്.
    
    മേരി ദാവീദ് ഗോത്രജയായിരുന്നതിനാല്‍ പ്രസ്തുത ഗോത്രത്തിലുള്ള യുവാക്കന്മാരെ മാത്രമായിരിക്കാം വിവാഹത്തിനുള്ള ഉദ്ദേശമറിയിച്ചത്. എന്നാല്‍ വരുവാനിരിക്കുന്ന ലോകപരിത്രാതാവിന്റെ് മാതാവിന് അനുരൂപനായ ഒരു വരനെ കണ്ടുപിടിക്കുക ദേവാലയ അധികൃതര്‍ക്കു ദുഷ്‌കരമായിരിക്കണം. തന്നിമിത്തം ദൈവ പ്രചോദനത്താല്‍ അവര്‍ അത്ഭുതകരമായി ഒരാളെ തെരഞ്ഞെടുക്കുവാനാണ് തീരുമാനിച്ചത്.
    
    യഹൂദ പാരമ്പര്യമനുസരിച്ച് ഒരു സ്ത്രീ വിവാഹിതയാകാതിരിക്കുന്നത് അപമാനമായിട്ടാണ് കരുതുക. അതുകൊണ്ട് പരിശുദ്ധ കന്യകയും യഹൂദാചാരപ്രകാരം വിവാഹിതയായി എന്നനുമാനിക്കുന്നതില്‍ തെറ്റില്ല. കൂടാതെ പരിശുദ്ധ കന്യക പരിശുദ്ധാത്മാവിന്റെ പ്രവര്‍ത്തനത്താല്‍ ദൈവസുതന്റെ മാതാവായാലും, അവളുടെ അഭിമാനം സംരക്ഷിക്കുന്നതിനും വിവാഹം ആവശ്യമായിരുന്നു. ഇക്കാരണത്താലാണ് പ. കന്യകയും വി.യൗസേപ്പും തമ്മിലുള്ള വിവാഹം നടന്നത്.
    
    വിവാഹാനന്തരം വി.യൗസേപ്പും പ. കന്യകയും യഹൂദാചാര വിധികള്‍ക്കനുസരണമായി വിവാഹ ധര്‍മ്മാനുഷ്ഠാനമൊഴിച്ച് ഒരു മാതൃകാ കുടുംബ ജീവിതമാണ് നയിച്ചിരുന്നത്. എല്ലാ ക്രിസ്തീയ കുടുംബങ്ങളുടെയും പ്രതീകമാണ് നസ്രത്തിലെ തിരുക്കുടുംബം. രണ്ടു ക്രിസ്ത്യാനികള്‍ വിവാഹിതരാവുന്നത് വിശുദ്ധി പ്രാപിക്കുവാനായിട്ടാണല്ലോ. പ.കന്യകയുടെയും വി,യൗസേപ്പിന്റെയും മാതൃക അനുകരിച്ച് കൊണ്ട് വേണം നമ്മുടെ കുടുംബങ്ങളെ ക്രൈസ്തവമാക്കി തീര്‍ക്കാന്‍.`,
    incident: `കുടുംബ സമാധാനം ലഭിക്കുന്നതിനു പ.കന്യകയുടെ നേരെയുള്ള ഭക്തി വളരെ സഹായകമാകുന്നതാണ്. ഫാ. പാട്രിക് വെയ്റ്റര്‍ പ്രസിദ്ധനായ ജപമാല പ്രേഷിതനാണ്. 1965ല്‍ ഫിലിപ്പൈന്‍സില്‍ ജപമാല പ്രചാരണത്തിനായിട്ടു അദ്ദേഹം ചെന്നു. തദവസരത്തില്‍ അവിടെ ഒരു വലിയ ജപമാല റാലി സംഘടിപ്പിക്കപ്പെട്ടു. ഫിലിപ്പൈന്‍സിലെ ഒരു പ്രൊവിന്‍സിന്റെ ഗവര്‍ണ്ണറാണ് അതിനു നേതൃത്വം കൊടുത്തത്. ഗവര്‍ണ്ണറുടെ മൂത്തപുത്രന്‍ മദ്യപാനവും അസന്മാര്‍ഗ്ഗിക ജീവിതവും വഴി ഗവര്‍ണര്‍ക്ക് അപമാനം വരുത്തിവച്ചിട്ട് വീട്ടില്‍ നിന്നും പുറപ്പെട്ടു പോയിരുന്നു.

    അതിനാല്‍ ജപമാലയുടെ പരിസമാപ്തിയില്‍ അദ്ദേഹത്തിന്റെ പുത്രനും അദ്ദേഹത്തോടൊന്നിച്ച് ജപമാല ജപിക്കുവാന്‍ ഇടയാക്കണമെന്ന് ഗവര്‍ണര്‍ മാതാവിനോടപേക്ഷിച്ചു. ഗവര്‍ണറും കുടുംബാംഗങ്ങളും ജപമാല ജപിച്ചു കൊണ്ടു നില്ക്കുമ്പോള്‍ അത്ഭുതമെന്നോണം അദ്ദേഹത്തിന്റെു മൂത്തപുത്രനും അവരോടൊത്ത് ജപമാലയില്‍ പങ്കുകൊണ്ടു. ജപമാല റാലിക്കു ശേഷം ഗവര്‍ണ്ണര്‍ തന്നെ ഇതു പരസ്യമായി പ്രഖ്യാപിക്കുകയുണ്ടായി.`,
    prayer: `പ.കന്യകയെ അവിടുന്ന്‍ വി. യൗസേപ്പുമായിട്ടു വിവാഹിതയായിക്കൊണ്ട് കുടുംബ ജീവിതത്തിന്‍റെ മാഹാത്മ്യവും അതിന്‍റെ പരിശുദ്ധിയും ഞങ്ങളെ മനസ്സിലാക്കി. ഞങ്ങളുടെ ക്രിസ്തീയ കുടുംബങ്ങള്‍ നസ്രത്തിലെ തിരുക്കുടുംബത്തിന്‍റെ പ്രതീകങ്ങളായി തീരുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കണമേ. വിവാഹ ജീവിതം വിശുദ്ധിയ്ക്കുള്ള ഒരു ആഹ്വാനമാണെന്നു മനസ്സിലാക്കി ഇന്നത്തെ ദമ്പതികള്‍ അവരുടെ വൈവാഹിക ജീവിതത്തെ പവിത്രീകരിക്കട്ടെ. കുടുംബങ്ങളില്‍ സമാധാനവും സേവന സന്നദ്ധതയും പുലര്‍ത്തട്ടെ. ഞങ്ങളുടെ ഭൗമികമായ ജീവിതം സ്വര്‍ഗീയ ജീവിതത്തിന്‍റെ മുന്നാസ്വാദാനമാക്കി തീര്‍ക്കുവാന്‍ ആവശ്യമായ അനുഗ്രഹങ്ങള്‍ ഞങ്ങള്‍ക്കു പ്രാപിച്ചു തരണമേ. അങ്ങുതന്നെ ക്രിസ്തീയ കുടുംബങ്ങളില്‍ രാജ്ഞിയായി ഭരണം നടത്തണമെന്നു ഞങ്ങള്‍ പ്രാര്‍ത്ഥിക്കുന്നു.`,
    sukruthajapam: `അറിവിന്റെ ദര്‍പ്പണമായ ദൈവമേ, ദൈവിക കാര്യങ്ങളില്‍ ഞങ്ങളെ അറിവുള്ളവരാക്കേണമേ.`,
  },
  {
    daytext: `പത്താം തീയതി`,
    subject: `പരിശുദ്ധ അമ്മയ്ക്ക് ലഭിച്ച മംഗളവാര്‍ത്ത`,
    intro: `ദൈവസുതന്‍റെ മനുഷ്യാവതാരകര്‍മ്മം പ്രാവര്‍ത്തികമാക്കുവാന്‍ ഒരു മനുഷ്യവ്യക്തിയുടെ സഹകരണം ആവശ്യമായിരുന്നു. ഹവ്വാ, മനുഷ്യകുലത്തിന്‍റെ നാശത്തിനു കാരണഭൂതയായതു പോലെ പ.കന്യക മാനവരാശിയുടെ രക്ഷയ്ക്കു കാരണ ഭൂതയായി. ദൈവിക ദൗത്യവാഹകന്‍ മേരിയെ സമീപിച്ചു കൊണ്ട് അവള്‍ക്ക് അഭിവാദനം അര്‍പ്പിക്കുന്നു. "ദൈവകൃപ നിറഞ്ഞവളെ, കര്‍ത്താവ് നിന്നോടു കൂടെ" അവള്‍ ഈ വചനം മൂലം അസ്വസ്ഥചിത്തയായി. ഈ അഭിവാദനത്തിന്റെ അര്‍ത്ഥമെന്തെന്ന് അവള്‍ ചിന്തിച്ചു.

    എന്നാല്‍ ദൈവദൂതന്‍ അവളോടു പറഞ്ഞു. "മറിയമേ! നീ ഭയപ്പെടേണ്ട. നിനക്ക് ദൈവകൃപ ലഭിച്ചിരിക്കുന്നു. ഇതാ നീ ഗര്‍ഭം ധരിച്ച് ഒരു പുത്രനെ പ്രസവിക്കും. അവന്‍ ഈശോ എന്നു നീ പേരു വിളിക്കണം. അവന്‍ മഹാനായിരിക്കും. അത്യുന്നതന്‍റെ പുത്രനെന്നു വിളിക്കപ്പെടും. അവന്‍റെ പിതാവായ ദാവീദിന്‍റെ സിംഹാസനം ദൈവമായ കര്‍ത്താവ് അവനു കൊടുക്കുന്നതാണ്. യാക്കോബിന്‍റെ ഭവനത്തില്‍ അവന്‍ നിത്യഭരണം നടത്തും. അവന്‍റെ ഭരണത്തിനു അവസാനമുണ്ടാകുകയില്ല".
    
    മറിയം ദൂതനോടു ചോദിച്ചു. ഞാന്‍ കന്യക ആയിരിക്കുന്നുവല്ലോ. പിന്നെ ഇത് എങ്ങനെ സംഭവിക്കും? ദൂതന്‍ പ്രതിവചിച്ചു. പരിശുദ്ധാത്മാവ് എഴുന്നള്ളി വരും അത്യുന്നതന്‍റെ ശക്തി നിന്‍റെ മേല്‍ ആവസിക്കും. അതിനാല്‍ ശിശു പരിശുദ്ധനായിരിക്കും. ദൈവപുത്രന്‍ എന്നു വിളിക്കപ്പെടും. കൂടാതെ നിന്‍റെ ചാര്‍ച്ചക്കാരിയായ എലിസബത്തും അവളുടെ വാര്‍ദ്ധക്യത്തില്‍ ഒരു പുത്രനെ ഗര്‍ഭം ധരിച്ചിരിക്കുന്നു. വന്ധ്യ എന്നു വിളിക്കുന്ന അവള്‍ക്ക് ഇത് ആറാം മാസമാകുന്നു. ദൈവത്തിനു ഒരു കാര്യവും അസാദ്ധ്യമല്ല.
    
    മറിയം പറഞ്ഞു: ഇതാ, ഞാന്‍ കര്‍ത്താവിന്‍റെ ദാസി. നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ. അപ്പോള്‍ ദൂതന്‍ അവളുടെ അടുക്കല്‍ നിന്നും പോയി. പ. കന്യക "നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ." എന്നു പറഞ്ഞ വാക്കുകളാണ് ഈ ലോകത്തിലെ ഏറ്റവും സ്വാതന്ത്ര്യ പൂര്‍ണ്ണമായ പ്രവൃത്തി.
    
    അതുവഴി മേരി എല്ലാ മനുഷ്യരെയും ദൈവമക്കളുടെ പരിപൂര്‍ണ സ്വാതന്ത്ര്യത്തിലേക്ക് അവരോധിച്ചു. കന്യകാ മറിയം മനുഷ്യാവതാര രഹസ്യത്തിന് പരിപൂര്‍ണ സ്വാതന്ത്ര്യത്തോടുകൂടി സമ്മതം നല്‍കി. പരിത്രാണ ക‍ര്‍മ്മത്തില്‍ സഹകരിച്ച്, രക്ഷണീയ കര്‍മം മനുഷ്യാവതാരം വഴി ദൈവവുമായി മര്‍ത്യ വംശത്തെ ഐക്യപ്പെടുത്തിയതിലാണ്‌ അടങ്ങിയിരിക്കുന്നത്. ദൈവത്തിന് മനുഷ്യ സ്വഭാവം നല്‍കാന്‍ പരിശുദ്ധ കന്യക സമ്മതം നല്‍കിയപ്പോള്‍ മിശിഹാ വഴിയായിട്ടുള്ള രക്ഷാകര്‍മം എളുപ്പകരമായി.
    
    നിത്യത്വത്തില്‍ ഒരു ശാരീരിക മാതാവിനെ കൂടാതെ പിതാവായ ദൈവത്തില്‍ നിന്നും ജനിച്ച സുതനായ ദൈവം കാലത്തിന്‍റെ പൂര്‍ണതയില്‍ പരിശുദ്ധ കന്യകയില്‍ നിന്നും ഒരു ശാരീരിക പിതാവിനെ കൂടാതെ ജനിക്കുന്നു. പരിശുദ്ധ കന്യകയെ ഞങ്ങളുടെ പരിത്രാണത്തിന്‍റെ വില ദൈവം അങ്ങയെ ഭരമേല്‍പ്പിച്ചിരിക്കുന്നു. "നാഥേ, നീ സമ്മതിക്കുമെങ്കില്‍ ഞങ്ങള്‍ രക്ഷ പ്രാപിക്കും." എന്ന്‍ വി. ബര്‍ണ്ണാദ് പ്രസ്താവിച്ചിരിക്കുന്നു. പരിശുദ്ധ കന്യകയെപ്പോലെ നാമും ദൈവതിരുമനസ്സിനു വിധേയരായി വര്‍ത്തിക്കുമ്പോള്‍ ദൈവമക്കളായിത്തീരുന്നു. അപ്പോഴാണ്‌ നമ്മുടെ വ്യക്തിസ്വതന്ത്ര്യം സുരക്ഷിതമാകുന്നത്.`,
    incident: `കാനഡായുടെ തലസ്ഥാനമായ ഒട്ടോവായില്‍ പരിശുദ്ധ കന്യകയുടെ രൂപവും സംവഹിച്ചുകൊണ്ട് വളരെ വിപുലമായ ഒരു പ്രദക്ഷിണം നടത്തി. അനേകം അകത്തോലിക്കരും ആഘോഷ യാത്രയില്‍ സംബന്ധിച്ചിരുന്നു. ഒരു അകത്തോലിക്കനു മാത്രം ഈ പ്രദിക്ഷണം ഒട്ടും രസിച്ചില്ല. അയാള്‍ ഒരു കെട്ടിടത്തിന്‍റെ മുകളില്‍ ഒളിച്ചിരുന്ന് മാതാവിന്‍റെ രൂപത്തിനു നേര്‍ക്കു നിറയൊഴിച്ചു. വെടിയുണ്ട തിരുസ്വരൂപത്തെ മറികടന്നു, ഒരു സ്ത്രീയുടെ ദേഹത്തു കൊണ്ട് അവള്‍ തല്‍ക്ഷണം മൃതിയടഞ്ഞു. ജനങ്ങള്‍ വികാരഭരിതരായി. ഘാതകന്‍ വേഗം ഒരു കാറില്‍ കയറി രക്ഷപെടുവാന്‍ പരിശ്രമിച്ചു. രണ്ടു മൂന്നു പോലീസുകാര്‍ അയാളെ പിന്തുടര്‍ന്നു. ഘാതകന്‍ ഒരു സ്ഥലത്ത് കാര്‍ നിറുത്തി. അപ്പോള്‍ പോലീസുകാര്‍ അയാളെ സമീപിച്ച് ഒരു സ്ത്രീ പട്ടണത്തില്‍ മരിച്ചു കിടക്കുന്നു. താങ്കള്‍ വന്ന്‍ അവരെ തിരിച്ചറിയാന്‍ സഹായിക്കണമെന്ന് ആവശ്യപ്പെട്ടു. അയാള്‍ അവരോടൊത്ത് യാത്രയായി. സംഭവ സ്ഥലത്ത് ചെന്നു നോക്കി. അപ്പോള്‍ അയാള്‍ ഞെട്ടിപ്പോയി. മരിച്ച സ്ത്രീ അയാളുടെ ഭാര്യയായിരുന്നു. അയാള്‍ പശ്ത്താപ വിവശനായി കേണു. അപരാധം ഏറ്റു പറഞ്ഞ് അയാള്‍ മാനസാന്തരപ്പെട്ടു.`,
    prayer: `ദൈവമാതാവായ പരിശുദ്ധ കന്യകയെ, അവിടുന്ന്‍ ദൈവദൂതന്‍റെ സന്ദേശത്തിന് നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ എന്ന വാക്കുകളിലൂടെ മനുഷ്യാവതാര രഹസ്യത്തിന് സമ്മതം നല്‍കി മനുഷ്യ വര്‍ഗ്ഗത്തിന്‍റെ പരിത്രാണ കര്‍മ്മത്തില്‍ സഹകരിച്ചു. സ്വാതന്ത്ര്യ ദുര്‍വിനിയോഗത്താല്‍ നാശഗര്‍ത്തത്തില്‍ നിപതിച്ച മാനവരാശിയ്ക്ക് അവിടുത്തെ സ്വാതന്ത്ര്യം ശരിയായി വിനിയോഗിച്ചു കൊണ്ടു രക്ഷിച്ചു. ഞങ്ങള്‍ ദൈവമക്കളുടെ യഥാര്‍ത്ഥ സ്വാതന്ത്ര്യം എന്താണെന്നു മനസ്സിലാക്കി അതനുസരിച്ച് ഞങ്ങളുടെ സ്വാതന്ത്ര്യത്തെ ശരിയായി വിനിയോഗിക്കാനുള്ള അനുഗ്രഹം നല്‍കേണമേ. ഞങ്ങളുടെ സ്വാതന്ത്ര്യം ദുരുപയോഗിച്ച് അവിടുത്തെ തിരുക്കുമാരനെ ദ്രോഹിക്കാതിരിക്കട്ടെ. എപ്പോഴും ദൈവമഹത്വത്തിനും ഞങ്ങളുടെ ആത്മരക്ഷയ്ക്കും ഉപയുക്തമായ വിധം ഞങ്ങള്‍ അത് വിനിയോഗിക്കുന്നതാണെന്ന് പ്രതിജ്ഞ ചെയ്യുന്നു. നാഥേ, അങ്ങ് ഞങ്ങളുടെ മാതൃകയായിരിക്കേണമേ. ഞങ്ങളുടെ സ്വാതന്ത്ര്യത്തെ ശരിയായി വിനിയോഗിക്കുവാന്‍ ഞങ്ങളെ പഠിപ്പിക്കേണമേ. അനുസരണം ഏറ്റവും വലിയ സ്വാതന്ത്ര്യമാണെന്ന് ഞങ്ങള്‍ മനസ്സിലാക്കട്ടെ.`,
    sukruthajapam: `ദൈവപുത്രന്‍റെ മാതാവേ, ദൈവവചനത്തിനനുസൃതമായി ജീവിക്കുവാന്‍, ഞങ്ങളെ പഠിപ്പിക്കേണമേ.`,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
];
