export const datatext = [
  {
    daytext: `ഒന്നാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയുടെ ആവശ്യകത`,
    intro: `പരിശുദ്ധ കന്യകാമറിയത്തിന് ക്രിസ്തീയ ജീവിതത്തില്‍ അതുല്യമായ സ്ഥാനമാണുള്ളത്. ദൈവമാതാവെന്ന സ്ഥാനം മൂലം അവള്‍ സകല മനുഷ്യരുടെയും മാതാവാണ്. സഹരക്ഷക എന്ന നിലയില്‍ ക്രിസ്തുവിന്‍റെ രക്ഷാകര പ്രവൃത്തിയില്‍ മറ്റാരെക്കാളുമധികം പങ്കുചേർന്ന് നമ്മെ സഹായിക്കുന്നു. നമ്മുടെ ആദ്ധ്യാത്മിക ജനനിയെന്ന പദവി മൂലം സകല പ്രസാദവരങ്ങളുടെയും ഉറവിടമായി, മറിയം നിലകൊള്ളുന്നു. നിത്യരക്ഷയ്ക്കുള്ള മാറ്റമില്ലാത്ത അടയാളമാണ് ദൈവമാതാവിനോടുള്ള ഭക്തിയെന്ന് എല്ലാ ദൈവശാസ്ത്രജ്ഞന്‍മാരും ഒരേ സ്വരത്തില്‍ അഭിപ്രായപ്പെടുന്നു.

    പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി നമ്മുടെ പുണൃജീവിതത്തിനും സ്വര്‍ഗ്ഗപ്രാപ്തിക്കും ഫലദായകമാണ്. പരിശുദ്ധിയുടെ വിളനിലമായിരുന്നു നമ്മുടെ അമ്മ. പുണ്യസമ്പാദനത്തിനുള്ള പരിശ്രമങ്ങളില്‍ എപ്പോഴും നമുക്ക് മാതൃക ആക്കേണ്ടത് സകല പുണ്യങ്ങളും കൊണ്ട് അലംകൃതമായ പരിശുദ്ധ കന്യകാമറിയത്തെയാണ്. ജന്മം കൊണ്ടും കര്‍മ്മങ്ങള്‍ കൊണ്ടും താന്‍ സമ്പാദിച്ച പുണ്യഫലങ്ങള്‍ ലോകം മുഴുവനുമായി വിനിയോഗിക്കുവാന്‍ മറിയം ആഗ്രഹിക്കുന്നു. നമ്മുടെ വിശുദ്ധിയുടെ അളവുകോല്‍ ഈശോയുമായുള്ള നമ്മുടെ ബന്ധത്തിന്‍റെ ആഴം അനുസരിച്ചാണ്. സകല മനുഷ്യരിലും വിശുദ്ധരിലും വച്ച് പരിശുദ്ധ കന്യകാമറിയത്തെ പോലെ ഈശോയുമായി ബന്ധപ്പെട്ട വ്യക്തി ആരാണുള്ളത്?
    
    സ്വന്തം പുത്രനെന്ന നിലയില്‍ ഈശോ മറിയവുമായി അഭേദ്യമായ രീതിയില്‍ ബന്ധപ്പെട്ടിരിക്കുന്നു. മാനുഷികവും ദൈവികവുമായ സകലവിധ പരിശുദ്ധിയുടെയും കേന്ദ്രമാണ് പരിശുദ്ധ അമ്മ. സ്വര്‍ഗ്ഗീയ നന്മകള്‍ നമുക്ക് പ്രാപിക്കുവാനും ഈശോയുടെ ഹൃദയത്തിന് അനുരൂപമായ ഒരു ജീവിതം നയിക്കുന്നതിനും മറിയത്തോടുള്ള ഭക്തി തീര്‍ച്ചയായും നമുക്ക് സഹായകമാണ്. നമ്മെ അലട്ടുന്ന ദാരിദ്ര്യം, തൊഴിലില്ലായ്മ, അസമാധാനം മുതലായ പ്രശ്നങ്ങള്‍ക്ക് പരിഹാരം നേടുവാന്‍ ദൈവമാതാവിനോടുള്ള ഭക്തി സഹായകമാണ്.`,
    incident: `റോമാചക്രവര്‍ത്തിയും മതമർദ്ദകനുമായിരുന്ന ജൂലിയന്‍ തന്‍റെ സ്വന്ത സാമ്രാജ്യത്തില്‍ പേഗന്‍ മതം പുന:സ്ഥാപിക്കാന്‍ ആഗ്രഹിച്ചു. അതിനായി ക്രിസ്താനികളുടെ നേരെ കിരാത മര്‍ദ്ദനം അഴിച്ചു വിട്ടു. പേര്‍ഷ്യാക്കാരോടുള്ള യുദ്ധത്തിനു പുറപ്പെടുന്നതിനു മുന്‍പ് മിത്രാദേവിയുടെ അമ്പലത്തില്‍ പ്രവേശിച്ച് വഴിപാടു കഴിച്ചു. യുദ്ധത്തില്‍ ജയിക്കുന്ന പക്ഷം തന്‍റെ സാമ്രാജ്യത്തിലെ ക്രിസ്ത്യാനികളെ മുഴുവന്‍ ദേവിക്ക് ബലിയര്‍പ്പിക്കുന്നതാണെന്ന് അദ്ദേഹം പ്രതിജ്ഞ ചെയ്തു. ഈ നേര്‍ച്ചയേപ്പറ്റി അറിഞ്ഞ കേസറിയായിലെ മെത്രാനായ വിശുദ്ധ ബേസില്‍, തന്‍റെ കീഴിലുള്ള എല്ലാ ക്രിസ്ത്യാനികളേയും വിളിച്ചുകൂട്ടി. ഈ ആപത്ത്ഘട്ടത്തില്‍ പരിശുദ്ധ കന്യകാമറിയത്തോടുള്ള ഭക്തി മാത്രമേ പരിഹാരമായിട്ടുള്ളൂയെന്നു അദ്ദേഹം പറഞ്ഞു. വിശുദ്ധ ബേസിലിന്‍റെ പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയും വിശ്വാസവും ജനങ്ങള്‍ക്കെല്ലാം മാതൃകയായി.

    എല്ലാവരും പരിശുദ്ധ കന്യകയില്‍ അഭയം ഗമിച്ചു പ്രാര്‍ത്ഥിച്ചു. ജൂലിയാന്‍, പേര്‍ഷ്യക്കാരുടേതിനേക്കാള്‍ ശക്തമായ ഒരു സൈന്യത്തോടെയാണ് യുദ്ധത്തിനു പുറപ്പെട്ടതെങ്കിലും പരാജിതനായി. ശത്രുകരത്തില്‍പെട്ട് മരിക്കുന്നതിനേക്കാള്‍ അഭിമാനകരം ആത്മഹത്യയാണെന്നു കരുതി അയാള്‍ സ്വന്തം വാളെടുത്ത് ചങ്കില്‍ കുത്തിയിറക്കി. അവിടെനിന്നും പ്രവഹിച്ച രക്തത്തില്‍ കൈമുക്കി മുഷ്ടി ആകാശത്തിലേക്കുയര്‍ത്തി ഇപ്രകാരം ജൂലിയാന്‍ വിളിച്ചു പറഞ്ഞു: "അല്ലയോ ഗലീലേയാ, നീ തന്നെ ജയിച്ചിരിക്കുന്നു". ഇന്നു തിരുസഭ വലിയ പ്രതിസന്ധികള്‍ തരണം ചെയ്യുകയാണ്. മരിയ ഭക്തര്‍ ഉണര്‍ന്ന് ദൈവമാതാവിന്‍റെ സഹായത്താല്‍ തിരുസഭയുടെ ശത്രുക്കളെ നേരിടാന്‍ തയ്യാറാകണം.`,
    prayer: `ദൈവജനനിയായ പരിശുദ്ധ കന്യകയേ, അങ്ങയെ എന്‍റെ മാതാവും മദ്ധ്യസ്ഥയുമായി ഞാന്‍ ഏറ്റു പറയുന്നു. പുത്രസഹജമായ ഭക്തി എന്നില്‍ നിറയ്ക്കണമേ. അങ്ങേ അരുമസുതരുടെ ഗണത്തില്‍ എന്നെയും ചേര്‍ക്കണമേ. മക്കളോടു അങ്ങേയ്ക്കുള്ള സ്നേഹവും വാത്സല്യവും എന്നോട് എപ്പോഴും അങ്ങ് കാണിക്കേണമേ. ഏത് അവസരത്തിലും അങ്ങേ സഹായം അഭ്യര്‍ത്ഥിക്കുവാനും, നന്മ കൈവരിക്കുവാനും ഇടയാക്കണമേ. ഈ പ്രാര്‍ത്ഥനകള്‍ അങ്ങേ തിരുക്കുമാരന്‍ വഴിയായി പിതാവിന്‍റെ പക്കല്‍ അര്‍പ്പിക്കുവാന്‍ അമ്മേ അങ്ങു തന്നെ എന്നെ സഹായിക്കേണമേ.`,
    sukruthajapam: `ക്രിസ്ത്യാനികളുടെ സഹായമായ മറിയമേ, ഞങ്ങള്‍ക്കു വേണ്ടി അപേക്ഷിക്കണമേ.`,
  },
  {
    daytext: `രണ്ടാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയെ ദൈവം തെരഞ്ഞെടുക്കുന്നു`,
    intro: `ആദിമാതാപിതാക്കന്‍മാര്‍ ചെയ്ത പാപം മൂലം മാനവരാശിക്കു ലഭിച്ചിരുന്ന ദൈവിക ജീവന്‍ നഷ്ട്ടപ്പെട്ടു. എങ്കിലും മാനവ വംശത്തെ രക്ഷിക്കുവാന്‍ പിതാവായ ദൈവം സ്വപുത്രനെ ലോകത്തിലേക്കയച്ചു. ദൈവത്തിന്‍റെ കാരുണ്യം മനുഷ്യരില്‍ പ്രകാശിപ്പിക്കുവാന്‍ അവിടുന്ന് മനുഷ്യരൂപം സ്വീകരിക്കുകയാണ് ചെയ്തത്. അങ്ങനെ പരിപൂര്‍ണ മനുഷ്യത്വം സ്വീകരിക്കുവാന്‍ തയ്യാറായ ദൈവം സകല മനുഷ്യരിലും ശ്രേഷ്ഠയും പുണ്യങ്ങളാല്‍ അലംകൃതയുമായ പരിശുദ്ധ കന്യകയെ തിരഞ്ഞെടുത്തുയെന്നത് ഏറ്റവും സമുചിതമായ കാര്യമാണ്. ദൈവമാതൃത്വം സ്വീകരിച്ചുകൊണ്ട് മറിയത്തിന് ഈ മഹനീയ കര്‍മ്മത്തില്‍ പങ്കാളിയാകാന്‍ സാധിച്ചു.

    അന്നു ജീവിച്ചിരുന്ന സകല യഹൂദ സ്ത്രീകളിലും വച്ച് ശ്രേഷ്ഠയായ ഒരു സ്ത്രീയെ ദൈവമാതൃ സ്ഥാനത്തിനായി തിരഞ്ഞെടുക്കുകയല്ല ദൈവം ചെയ്തത്. നിത്യകാലം മുതല്‍ മറിയത്തെ ദൈവം സ്വമാതാവായി തിരഞ്ഞെടുക്കുവാന്‍ നിശ്ചയിച്ചിക്കുകയായിരിന്നു. പ്രപഞ്ചോല്‍പത്തിയുടെ ആരംഭത്തില്‍ തന്‍റെ വഴികളുടെ ആരംഭത്തില്‍ യാതൊന്നും സൃഷ്ടിക്കുന്നതിനു മുന്‍പ് തന്നെ ആദിയില്‍ മറിയത്തെ സ്വായത്തമാക്കിയിരുന്നു.
    
    വചനം പറയുന്നു, "സമുദ്രങ്ങള്‍ക്കും ജലസമൃദ്ധമായഅരുവികള്‍ക്കും മുന്‍പുതന്നെഎനിക്കു ജന്‍മം കിട്ടി. പര്‍വതങ്ങള്‍ക്കും കുന്നുകള്‍ക്കുംരൂപം കിട്ടുന്നതിനു മുന്‍പ് ഞാനുണ്ടായി. ഭൂമിയോ അതിലെ വയലുകളോ ആദ്യത്തെ പൂഴിത്തരിയോ നിര്‍മിക്കുന്നതിനും മുന്‍പ് എനിക്കു ജന്‍മം നല്‍കപ്പെട്ടു" (സുഭാഷിതം 8:23-28). പരിശുദ്ധ കന്യകയെപ്പോലെ നമ്മെ ഓരോരുത്തരെയും ദൈവം തിരഞ്ഞെടുത്തിട്ടുണ്ട്. ഇന്നത്തെ ലോകത്തില്‍ ഒരു ദൗത്യം നമുക്കു നിര്‍വഹിക്കുവാനുണ്ട്. കുടുംബത്തിലും സമുദായത്തിലും രാഷ്ട്രത്തിലും നമ്മുടെ ദൗത്യനിര്‍വഹണമാവശ്യമുണ്ട്.`,
    incident: `ഫ്രാന്‍സില്‍ ഒരു സംഘം വിദ്യാര്‍ത്ഥികള്‍ വിനോദയാത്ര നടത്തുകയായിരുന്നു. അവരോടൊപ്പം തീവണ്ടിയില്‍ കയറിയ വൃദ്ധനായ ഒരു യാത്രക്കാരനെ അവര്‍ ശ്രദ്ധിച്ചു. വൃദ്ധന്‍ കുറച്ചു സമയം കഴിഞ്ഞപ്പോള്‍ ജപമാലയെടുത്തു ജപിച്ചു കൊണ്ട് പ്രാര്‍ത്ഥനാനിമഗ്നനായി. അയാളുടെ മതവിശ്വാസത്തില്‍ അവജ്ഞ തോന്നിയ നിരീശ്വരവാദികളായ ചില വിദ്യാര്‍ത്ഥികള്‍ ആ വൃദ്ധനെ അപഹസിച്ചു കൊണ്ട് സംഭാഷണമാരംഭിച്ചു. ഇതു കേട്ടിട്ടും അദ്ദേഹം പ്രാര്‍ത്ഥന തുടര്‍ന്നു.

    അയാളുടെ പ്രാര്‍ത്ഥന കഴിഞ്ഞപ്പോള്‍ മതവിശ്വാസത്തെ വ്രണപ്പെടുത്തുന്ന രീതിയില്‍ പല കാര്യങ്ങളും വിദ്യാര്‍ത്ഥികള്‍ അദ്ദേഹത്തോടു ചോദിച്ചു. അവയ്ക്കെല്ലാം അദ്ദേഹം പ്രശാന്തനായി മറുപടി പറഞ്ഞു. അവരുടെ സംഭാഷണം സാഹിത്യപരമായ കാര്യങ്ങളിലേക്ക് കടന്നപ്പോള്‍ അന്നത്തെ പ്രശസ്ത നോവലിസ്റ്റും ഫ്രഞ്ചുസാഹിത്യത്തിലെ അനിഷേധ്യ നേതാവുമായ വിക്ടര്‍ ഹ്യുഗോവിനെപ്പറ്റി പരാമര്‍ശിച്ചു.
    
    ഹ്യുഗോവിനെക്കുറിച്ച് കൂടുതല്‍ അറിയുവാന്‍ താല്‍പര്യമുണ്ട് എന്ന കാര്യം അദ്ദേഹം വിദ്യാര്‍ത്ഥികളോടു പറഞ്ഞു. അവര്‍ വിക്ടര്‍ ഹ്യുഗോയുടെ ഗുണഗണങ്ങള്‍ സവിസ്തരം പ്രതിപാദിച്ച് യാത്ര അവസാനിച്ച് വിട ചോദിക്കവേ ആ വൃദ്ധന്‍ അവരോടു പറഞ്ഞു. വിക്ടര്‍ ഹ്യുഗോയേക്കുറിച്ച് ഒരു കാര്യം മാത്രം നിങ്ങള്‍ പറഞ്ഞില്ല. എന്താണത്? അവര്‍ ചോദിച്ചു. അദ്ദേഹം ഒരു യഥാര്‍ത്ഥ മരിയഭക്തന്‍ കൂടിയാണ്. എന്താണതിനു തെളിവ്? നിങ്ങള്‍ക്കത് എങ്ങനെ അറിയാം.
    
    വൃദ്ധന്‍ സുസ്മേരവദനനായി ഇപ്രകാരം പ്രതിവചിച്ചു. നിങ്ങള്‍ പ്രകീര്‍ത്തിച്ച വിക്ടര്‍ ഹ്യുഗോ ഞാന്‍ തന്നെയാണ്. നിങ്ങളുടെ മുമ്പില്‍ വച്ച് കൊന്ത ജപിച്ച ഞാന്‍ വേറെ തെളിവ് നല്‍കണമോ? ആ വിശ്രുത സാഹിത്യകാരനോട് ക്ഷമാപണം ചെയ്തതിനു ശേഷമാണ് വിദ്യാര്‍ത്ഥികള്‍ അവിടെ നിന്നും പോയത്.`,

    prayer: `ലോകപരിത്രാതാവിന്‍റെ മാതാവാകുവാന്‍ ദൈവത്താല്‍ പ്രത്യേകവിധം തെരഞ്ഞെടുക്കപ്പെട്ട പരിശുദ്ധ കന്യകേ, ഞങ്ങളും സ്വര്‍ഗ്ഗഭാഗ്യത്തിനര്‍ഹരായിത്തീരുവാനുള്ള അനുഗ്രഹം ദൈവത്തോടപേക്ഷിച്ചു ഞങ്ങള്‍ക്ക് വാങ്ങി തരണമേ. ഞങ്ങളുടെ ലോകജീവിതത്തില്‍ അനേകം പ്രതിബന്ധങ്ങളും പ്രലോഭനങ്ങളും തരണം ചെയ്യേണ്ടിയിരിക്കുന്നു. അവയില്‍ നിന്നെല്ലാം മുക്തി പ്രാപിച്ച് ഞങ്ങള്‍ അങ്ങയോടു കൂടി സ്വര്‍ഗീയ സൗഭാഗ്യത്തിനര്‍ഹനായിത്തീരുവാനുള്ള അനുഗ്രഹം നല്‍കേണമേ. ഞങ്ങള്‍ ബലഹീനരാണ്. അവിടത്തെ മാദ്ധ്യസ്ഥം ഞങ്ങള്‍ക്കു പ്രത്യാശ നല്‍കുന്നുണ്ട്. നന്മ നിറഞ്ഞ അമ്മേ, നിന്‍റെ ശക്തിയാല്‍ സ്വര്‍ഗ്ഗസൗഭാഗ്യത്തിലെത്തിച്ചേരുന്നതു വരെയും ഞങ്ങളെ നിരന്തരം സഹായിക്കേണമേ.`,

    sukruthajapam: `ദൈവമാതാവായ കന്യകാമറിയമേ, ഞങ്ങള്‍ക്കും നീ മാതാവാകണമേ.`,
  },
  {
    daytext: `മൂന്നാം തീയതി`,
    subject: `അമലോത്ഭവയായ പരിശുദ്ധ അമ്മ`,
    intro: `ദൈവം മനുഷ്യനെ സൃഷ്ടിച്ചത് സ്വഭാവാതീതമായ ദൗത്യത്തിനു വേണ്ടിയാണ്. സ്വാഭാവിക നന്മകള്‍ക്കു പുറമേ ദൈവികമായ പ്രസാദവരങ്ങളും ദാനങ്ങളും വഴി അവിടുന്ന് ദൈവിക ജീവനില്‍ മനുഷ്യന് ഭാഗഭാഗിത്വം നല്‍കിയിരുന്നു. ആദിമാതാപിതാക്കള്‍ക്കു ലഭിച്ച ദൈവീകദാനം കേവലം വ്യക്തിപരമായിരുന്നില്ല. മറിച്ച് അവരുടെ സന്താനപരമ്പരകള്‍ക്ക് അനുസ്യൂതമായി പ്രസ്തുത ദാനങ്ങള്‍ ലഭിക്കണമെന്നായിരുന്നു ദൈവികമായ പദ്ധതി. എന്നാല്‍ പാപം ചെയ്തതോടുകൂടി ഈ ദൈവീക ദാനം ആദിമ മാതാപിതാക്കന്‍മാര്‍ക്ക് നഷ്ടപ്പെട്ടു. അവരുടെ പാപഫലത്തില്‍ നാമും പങ്കാളികളായിത്തീര്‍ന്നു.

    ആദിമാതാപിതാക്കന്‍മാരുടെ പാപഫലമായി നമുക്കുണ്ടായ ജന്മസിദ്ധമായ പാപമാണ് ഉത്ഭവപാപം. സാമാന്യാര്‍ത്ഥത്തില്‍, ഉത്ഭവപാപം നമ്മെ സംബന്ധിച്ചിടത്തോളം പാപമെന്നു പറയുവാന്‍ സാധ്യമല്ല. മനുഷ്യവര്‍ഗ്ഗത്തിലേക്ക് മാറ്റപ്പെട്ട ആദത്തിന്‍റെ പാപം മൂലം നമ്മുക്ക് സംഭവിച്ച ദുരവസ്ഥയാണ് ആത്മാവിലെ പ്രസാദവരരാഹിത്യാവസ്ഥ.
    
    എല്ലാ മനുഷ്യരും ഉത്ഭവ പാപത്തോടു കൂടിയാണു ജനിക്കുന്നത് എന്നുള്ള വസ്തുത വി.ഗ്രന്ഥത്തില്‍ നിന്നും വ്യക്തമാകുന്നു. "ഒരു മനുഷ്യന്റെ പാപത്താല്‍, ആ മനുഷ്യന്‍മൂലം മരണം ആധിപത്യം നടത്തിയെങ്കില്‍, കൃപയുടെയും നീതിയുടെ ദാനത്തിന്റെയും സമൃദ്ധി സ്വീകരിക്കുന്നവര്‍ യേശുക്രിസ്തു എന്ന ഒരു മനുഷ്യന്‍മൂലം എത്രയോ അധികമായി ജീവനില്‍ വാഴും" (റോമ: 5:17).
    
    പരിശുദ്ധ അമ്മ അമലോത്ഭവയാണെന്നുള്ളതിന്റെ തെളിവുകള്‍ വി.ഗ്രന്ഥത്തില്‍ സുലഭമാണ്. "നീയും സ്ത്രീയും തമ്മിലും നിന്‍റെ സന്തതിയും അവളുടെ സന്തതിയും തമ്മിലും ഞാന്‍ ശത്രുത ഉളവാക്കും. അവള്‍ നിന്‍റെ തലയെ തകര്‍ക്കും" (സൃഷ്ടി 3:15) എന്ന വാക്കുകളും ഗബ്രിയേല്‍ ദൂതന്‍റെ അഭിവാദ്യവും പ.കന്യകയുടെ അമലോത്ഭവത്തിനു തെളിവാകുന്നു. പിതാവായ ദൈവം മേരിയെ അതുല്യ ദാനങ്ങളാല്‍ സമലങ്കരിച്ചു. മറിയം അവളുടെ ജനനത്തില്‍ തന്നെ സകല വരപ്രസാദങ്ങളാലും സമലംകൃതയായിരുന്നു.
    
    1854-ല്‍ പരിശുദ്ധ ഒമ്പതാം പീയൂസ് മാര്‍പാപ്പ, പരിശുദ്ധ കന്യകയുടെ അമലോത്ഭവം ഒരു വിശ്വാസസത്യമായി പ്രഖ്യാപിച്ചു. 1856-ല്‍ പരിശുദ്ധ കന്യക ലൂര്‍ദ്ദില്‍ പ്രത്യക്ഷപ്പെട്ട് ഞാന്‍ അമലോത്ഭവയാകുന്നു എന്ന് അരുളിച്ചെയ്തു. പത്തൊമ്പതാം നൂറ്റാണ്ടിന്‍റെ ഭൗതിക വാദത്തിനെതിരായിട്ടുള്ള ഒരു വെല്ലുവിളിയായിരുന്നു അത്.
    
    നമ്മുടെ അനുദിന ജീവിതത്തില്‍ പാപസാഹചര്യങ്ങളും അപകടങ്ങളുമുണ്ട്. പരിശുദ്ധ അമ്മയുടെ പ്രിയപ്പെട്ട മക്കളായ നാം ഓരോരുത്തരും പരിശുദ്ധ കന്യകയുടെ അമലോത്ഭവത്തില്‍ അഭിമാനിക്കുകയും പാപരഹിതമായ ജീവിതം അനുവര്‍ത്തിക്കുകയും ചെയ്യണം. നമുക്ക് ജ്ഞാനസ്നാനത്തിലൂടെ ഉത്ഭവപാപത്തില്‍ നിന്ന്‍ മോചനം ലഭിക്കുന്നുണ്ട്. എന്നാല്‍ കര്‍മ്മപാപത്തില്‍ നിന്നും ദൈവസഹായത്താല്‍ വിമുക്തി പ്രാപിക്കേണ്ടതാണ്. അമലോത്ഭവനാഥയുടെ മാദ്ധ്യസ്ഥം അതിനു സഹായകരമായിരിക്കും.`,
    incident: `വിശ്വപ്രസിദ്ധമായ ലൂര്‍ദ്ദ് ഇന്ന് ഒരു അത്ഭുത കേന്ദ്രമാണ്. അനുദിനം അനേകം അത്ഭുതങ്ങള്‍ അവിടെ നടക്കുന്നുണ്ട്. ഫ്രാന്‍സിലെ ഒരു ഡോക്ടറായ അലോക്സിസ്കാറല്‍ ഒരു നിരീശ്വരവാദിയായിരിന്നു. ഒരിക്കല്‍ ഒരു ക്ഷയരോഗ ബാധിതനെ ചികിത്സിച്ചു കൊണ്ടിരുന്ന അലോക്സിസ്കാറല്‍ അയാളുടെ രോഗവിമുക്തി അസാദ്ധ്യമാണെന്നും വിധിച്ചു. പക്ഷെ ആ രോഗി ലൂര്‍ദ്ദിലേക്കു ഒരു തീര്‍ത്ഥാടനം നിര്‍വഹിക്കുകയാണ്‌ ചെയ്തത്. അവിടെ നിന്നും തിരിച്ചെത്തിയ രോഗി രോഗത്തില്‍ നിന്നും പരിപൂര്‍ണ്ണസൌഖ്യം പ്രാപിച്ചു.

    താന്‍ മരണം ഉറപ്പാക്കിയ വ്യക്തിയ്ക്ക് സംഭവിച്ച രോഗമുക്തി പരിശുദ്ധ അമ്മ പ്രവര്‍ത്തിച്ച അത്ഭുതമാണെന്ന് അലോക്സിസ് കാറല്‍ അംഗീകരിക്കുകയുണ്ടായി. ഇതേ തുടര്‍ന്നു, അന്നത്തെ ഫ്രഞ്ച് ശാസ്ത്രജ്ഞന്മാരുടെ സംഘം (French Academy of Scientists) അദ്ദേഹത്തെ അവരുടെ സംഘടനയില്‍ നിന്നും ബഹിഷ്കരിച്ചു. എങ്കിലും ഈ അത്ഭുതം അദ്ദേഹം നിഷേധിച്ചില്ല. വര്‍ഷങ്ങള്‍ക്ക് ശേഷം അമേരിക്കയില്‍ ചെന്ന് വൈദ്യശാസ്ത്ര ഗവേഷണങ്ങളിലേര്‍പ്പെട്ട അദ്ദേഹം നോബല്‍ സമ്മാനാര്‍ഹനായി. അപ്പോൾ ഫ്രഞ്ചു ഗവൺമെന്റും ശാസ്ത്രജ്ഞന്മാരും അദ്ദേഹത്തെ തിരിച്ചുവിളിച്ചു ബഹുമാനിച്ചു.
    `,
    prayer: `ദൈവമേ, അങ്ങ് പരിശുദ്ധ കന്യകാ മറിയത്തെ അമലോത്ഭവം എന്ന സുവിശേഷ ദാനത്താല്‍ അലങ്കരിക്കുകയുണ്ടായല്ലോ. ഞങ്ങള്‍ അങ്ങേയ്ക്ക് കൃതജ്ഞത പറയുന്നു. അമലോത്ഭവ ജനനീ അങ്ങ് പാപരഹിതമായ ജന്മത്തെ അത്യധികം വിലമതിക്കുന്നതായി ഞങ്ങളെ അറിയിച്ചു. അമലോത്ഭവ നാഥേ, പാപരഹിതമായ ജീവിതം നയിക്കുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്ക് നല്‍കണമേ. ആത്മശരീര വിശുദ്ധി ഞങ്ങളെ അവിടുത്തേക്ക് പ്രിയങ്കരമായി തീര്‍ക്കുന്നു എന്ന് ഞങ്ങള്‍ക്കറിയാം. അതിനാല്‍ ഞങ്ങള്‍ക്ക് അതിനുള്ള ദാനങ്ങള്‍ ദിവ്യസുതനില്‍ നിന്നും പ്രാപിച്ചു തരണമേ.`,
    sukruthajapam: `അമലോത്ഭവജനനീ, മാലിന്യം കൂടാതെ ഞങ്ങളെ കാത്തുകൊള്ളണമേ.`,
  },
  {
    daytext: `നാലാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ ജനനം`,
    intro: `പരിശുദ്ധ കന്യാമറിയത്തിന്‍റെ മാതാപിതാക്കന്മാര്‍ വി.യൊവാക്കിമും വി.അന്നായുമാണെന്നു പരമ്പരാഗതമായി വിശ്വസിച്ചു വരുന്നു. വി. യാക്കോബിന്‍റെ സുവിശേഷത്തില്‍ നിന്നുമാണ് ഇത് നമുക്ക് മനസ്സിലാക്കുവാന്‍ സാധിക്കുന്നത്. വി.യോവാക്കിമും അന്നയും സന്താന‍ഭാഗ്യമില്ലാതെ വളരെക്കാലം ദുഃഖാര്‍ത്തരായി ജീവിച്ചവരായിരിന്നു. ഒരു സന്താനം ലഭിക്കുന്ന പക്ഷം അതിനെ ദൈവത്തിനു സമര്‍പ്പിക്കുന്നതാണെന്ന് അവര്‍ നേരത്തെ തന്നെ വാഗ്ദാനം ചെയ്തു. അവരുടെ ദീര്‍ഘകാലത്തെ ഉപവാസത്തിലും പ്രാര്‍ത്ഥനയിലും സംപ്രീതനായി ദൈവം അവര്‍ക്ക് സന്താന ഭാഗ്യം നല്‍കി. ഇപ്രകാരമായിരിന്നു പ. കന്യകയുടെ ജനനം.

    മര്‍ത്യനായി അവതരിക്കുന്ന ദൈവത്തെ സ്വീകരിക്കുവാനുള്ള യോഗ്യത മാനവരാശിയില്‍ ആര്‍ക്കും ഉണ്ടായിരുന്നല്ല, എന്നാല്‍ പ.കന്യകയുടെ ജനനത്തില്‍ മാത്രമാണ് മാനവരാശിയുടെ ആഗ്രഹം സഫലമാകുന്നത്. സൂര്യോദയത്തിനു മുമ്പ് പ്രഭാതനക്ഷത്രം ഉദിക്കുന്നതുപോലെ നീതിസൂര്യനായ മിശിഹായുടെ മനുഷ്യാവതാരം പ്രഖ്യാപിച്ചതു മേരി എന്ന ഉദയനക്ഷത്രത്തിലൂടെയായിരിന്നു. മാനവ കുലത്തെ രക്ഷിക്കാന്‍ മനുഷ്യനായി ഭൂജാതനാകനാണ് ദൈവം തിരുമനസ്സായത്. എന്നാല്‍ ദൈവത്തിന് മനുഷ്യസ്വഭാവം സ്വീകരിക്കുവാന്‍ മാനവകുലത്തില്‍ നിന്നും ഒരു വനിതയുടെ സമ്മതമാവശ്യമാണ്. അതിനായി പ.കന്യകയെ തെരഞ്ഞെടുത്തു. അതിനാല്‍ തന്നെ അവള്‍ അമലമനോഹരിയും അമലോത്ഭവയുമാണ്.
    
    പ.കന്യകയുടെ ജനനം ഭൂലോകത്തിന് ഏറ്റവും വലിയ പ്രത്യാശ നല്‍കി. അവളുടെ ജനനത്തോടു കൂടി പരിത്രാണ കര്‍മ്മം ഔദ്യോഗികമായി ഉത്ഘാടനം ചെയ്യപ്പെട്ടു. അന്ന് സ്വര്‍ഗ്ഗവാസികളും സന്തോഷിച്ചു. പിതാവായ ദൈവത്തിന്‍റെ പ്രിയപ്പെട്ട മകളും സുതനായ ദൈവത്തിന്‍റെ മാതാവും, പരിശുദ്ധാത്മാവിന്‍റെ മണവാട്ടിയുമാണവള്‍. പ.കന്യകയുടെ നേരെയുള്ള ആത്മാര്‍ത്ഥമായ ഭക്തി നമുക്കുണ്ടെങ്കില്‍ നമ്മുടെ ജീവിതം പ്രശ്നങ്ങളുടെ മധ്യത്തിലും സന്തോഷവും ധൈര്യവും പ്രത്യാശയും പ്രദാനം ചെയ്യും. അതിനാല്‍ തന്നെ നമ്മുടെ കുടുംബങ്ങളില്‍ മറിയത്തിന് നാം സ്ഥാനം നല്‍കുക.`,
    incident: `ഹിറ്റ്‌ലര്‍ ജര്‍മ്മനിയില്‍ യഹൂദ മര്‍ദ്ദനം ആരംഭിച്ചപ്പോള്‍ അനേകം യഹൂദന്മാര്‍ ജര്‍മനിയില്‍ നിന്നും പലായനം ചെയ്തു. അക്കൂട്ടത്തില്‍പെട്ട ഫ്രാന്‍സ് വെര്‍ഫെല്‍, പിരണീസ് പര്‍വ്വതങ്ങളുടെ സമീപത്ത് എത്തി. എന്നാല്‍ ജര്‍മ്മന്‍ സൈന്യം അദ്ദേഹത്തെ വളഞ്ഞു. രക്ഷപ്പെടുവാന്‍ മാനുഷികമായ വിധത്തില്‍ അസാദ്ധ്യമെന്നു തോന്നിയ ഫ്രാന്‍സ് വെര്‍ഫെല്‍, പിരണീസ് പര്‍വത പാര്‍ശ്വത്തില്‍ സ്ഥിതിചെയ്തിരുന്ന ലൂര്‍ദ്ദിലെ അമലോത്ഭവ ജനനിയുടെ ദേവാലയത്തിലേക്ക് നോക്കി ഇപ്രകാരം നേര്‍ച്ച നേര്‍ന്നു.

    "ലൂര്‍ദ്ദിലെ നാഥേ, നീ ഉണ്ടെങ്കില്‍, നിനക്കു ശക്തിയുണ്ടെങ്കില്‍, ഞാന്‍ ജര്‍മ്മന്‍ സൈന്യത്തിന്‍റെ കരങ്ങളില്‍ നിന്ന് രക്ഷപ്രാപിച്ച് അമേരിക്കയില്‍ എത്തിച്ചേരുന്ന പക്ഷം നിന്നെക്കുറിച്ച് ഞാന്‍ ഒരു സംഗീതശില്‍പം രചിക്കുന്നതാണ്". വെര്‍ഫെല്‍ അത്ഭുതകരമായിത്തന്നെ ജര്‍മ്മന്‍ സൈന്യത്തിന്‍റെ കരങ്ങളില്‍ നിന്നും രക്ഷപ്പെട്ടു. അതിനു കൃതജ്ഞതയായി അദ്ദേഹം രചിച്ചതാണ് "ബര്‍ണര്‍ദീത്തായുടെ ഗീതം" എന്ന വിശ്വവിഖ്യാതമായ ഗ്രന്ഥം.`,
    prayer: `പരി. കന്യകയുടെ ജനനത്താല്‍ ലോകത്തെ അനുഗ്രഹിച്ച ദൈവമേ! ഞങ്ങള്‍ അങ്ങേ ആരാധിക്കുന്നു. സ്നേഹയോഗ്യയായ ദൈവമാതാവേ, ഞങ്ങള്‍ അങ്ങേ സ്തുതിക്കുന്നു. നീതിസൂര്യനായ മിശിഹായുടെ ജനനത്തിനു മുമ്പ് അങ്ങ് ലോകത്തിന് പ്രത്യാശ പകര്‍ന്നു. അങ്ങേ ദിവ്യസുതനെ മറ്റുള്ളവരെ അറിയുകയും സ്നേഹിക്കുകയും ചെയ്യുന്നതിനു വേണ്ടിയുള്ള ഞങ്ങളുടെ പരിശ്രമങ്ങളെ അനുഗ്രഹിക്കണമേ. അങ്ങയുടെ ജനനം ഭൂലോകസ്വര്‍ഗങ്ങള്‍ക്ക് ആനന്ദനിര്‍വൃതി നല്‍കി. ഞങ്ങള്‍ നിത്യസൗഭാഗ്യം അനുഭവിക്കാനുള്ള അനുഗ്രഹം അങ്ങേ ദിവ്യകുമാരനായ ഈശോമിശിഹായോടപേക്ഷിച്ചു നല്‍കണമേ.`,
    sukruthajapam: `ഉദയനക്ഷത്രമായ പരിശുദ്ധ മറിയമേ, ഞങ്ങളുടെ ജീവിതം പ്രത്യാശാപൂര്‍ണ്ണമാക്കണമേ.`,
  },
  {
    daytext: `അഞ്ചാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയെ ദൈവാലയത്തില്‍ സമര്‍പ്പിക്കുന്നു`,
    intro: `വി.യോവാക്കിമിനും വി. അന്നാമ്മയ്ക്കും സന്താനഭാഗ്യമില്ലാതിരുന്നതിനാല്‍ അവര്‍ ഏറെ ദുഃഖാര്‍ത്തതരായിരുന്നു. എന്നാല്‍ അവരുടെ പ്രാര്‍ത്ഥനകളിലും ഉപവാസങ്ങളിലും സംപ്രീതനായി ദൈവം അവരെ അനുഗ്രഹിച്ചു.അവര്‍ക്ക് ഒരു പുത്രി ജനിച്ചു, മേരി എന്ന നാമധേയം നല്കി. മേരി എന്ന നാമത്തിന്റെ അര്‍ത്ഥം നാഥ, രാജ്ഞി, സമുദ്രതാരം എന്നെല്ലാമാണ്. യേശു എന്ന തിരുനാമം കഴിഞ്ഞാല്‍ എത്ര മധുരജ്ഞമായ വേറൊരു നാമമില്ല. സന്താനമുണ്ടാകുന്ന പക്ഷം ആ സന്താനത്തെ ദൈവത്തിനു സമര്‍പ്പിക്കുന്നതാണെന്നു സന്താനലബ്ധിക്കു മുമ്പുതന്നെ ആ മാതാപിതാക്കള്‍ വാഗ്ദാനം ചെയ്തു.

    ശിശുവായ മേരിയെ മാതാപിതാക്കന്മാര്‍ വളരെ സ്‌നേഹത്തോടും വാത്സല്യത്തോടും കൂടിയാണ് വളര്‍ത്തി ക്കൊണ്ടു വന്നത്. മേരിയുടെ നാമത്തില്‍, ഭൂസ്വര്‍ഗ്ഗം ആനന്ദിച്ചു. ശൈശവത്തില്‍ തന്നെ ദൈവസ്‌നേഹം കൊണ്ടു നിറഞ്ഞവളായിരുന്നു മേരി. അവളുടെ അസ്ഥിത്വം മുഴുവനും ദൈവത്തിനു വേണ്ടിയായിരുന്നല്ലോ.
    
    പില്‍ക്കാലത്ത് യഹൂദബാലികമാരില്‍ പലരും യൗവ്വനപ്രായമാകുന്നതുവരെ ദേവാലയത്തില്‍ വസിച്ചിരുന്നു. അവരുടെ ശിക്ഷണത്തിനായി ദേവാലയത്തില്‍ വേണ്ട ക്രമീകരണങ്ങള്‍ ചെയ്തിരുന്നു. പക്വമതികളായ ചില വനിതകള്‍ അതിനായി നിയുക്തരായിട്ടുണ്ടാകും. ബാല്യകാലത്തില്‍ മാതാപിതാക്കന്മാരില്‍ നിന്നുള്ള അകല്‍ച്ച മൂലമുണ്ടാകുന്ന ദുഃഖം ശിശുവായ മേരിക്ക് പ്രതിബന്ധമായില്ല.
    
    യഹൂദാചാരപ്രകാരമുള്ള പ്രാര്‍ത്ഥനകളിലും മതകര്‍മ്മങ്ങളിലും അവള്‍ പ്രത്യേകം ഔത്സുക്യം പ്രദര്‍ശിപ്പിച്ചു. യഹൂദരുടെ പ്രധാന പ്രാര്‍ത്ഥന സങ്കീര്‍ത്തനങ്ങളാലപിക്കുക എന്നതായിരിന്നു. മേരി അവ ഹൃദിസ്ഥമാക്കി എപ്പോഴും ജപിച്ച് കൊണ്ടിരിന്നു. മേരിയുടെ കൃതജ്ഞതാലാപം വിശുദ്ധ ഗ്രന്ഥത്തില്‍ സ്പഷ്ട്ടമായി പ്രതിപാദിക്കുന്നുണ്ട്.
    
    ദൈവം മാതാപിതാക്കന്മാര്‍ക്കു സന്താനങ്ങളെ നല്കുന്നത് നല്ലവരായി വളര്‍ത്തി അവരെ ദൈവത്തിനു സമര്‍പ്പിക്കുവാനാണ്. അവരെ കുടുംബത്തിന്റെ അഭിമാനപാത്രങ്ങളും സമൂഹത്തിന്റെ മണിദീപങ്ങളുമായി വളര്‍ത്തേണ്ടതു മാതാപിതാക്കളുടെ കടമയാണ്. മക്കളോടുള്ള അതിവാത്സല്യമോ അവരുടെ ശിക്ഷണത്തില്‍ വേണ്ടത്ര ശ്രദ്ധ പതിക്കാത്തതോ അവരെ സംബന്ധിച്ചിടത്തോളം ഏറ്റവും വലിയ പാപമാണ്. മേരിയുടെ മാതാപിതാക്കന്മാര്‍ക്ക് വേറെ സന്താനങ്ങളൊന്നുമില്ലാതിരുന്നിട്ടും അവര്‍ സന്തോഷപൂര്‍വ്വം ദൈവത്തിനര്‍പ്പിച്ചു.
    
    വി. കൊച്ചുത്രേസ്യയും ദൈവദാസി സിസ്റ്റര്‍ അല്‌ഫോന്‍സായുടെയും മാതാപിതാക്കള്‍ ബാല്യത്തില്‍ തന്നെ മരിച്ചതു നിമിത്തം ദൈവജനനിയെ തങ്ങളുടെ അമ്മയായി സ്വീകരിച്ചതായി അവരുടെ ചരിത്രത്തില്‍ രേഖപ്പെടുത്തിയിട്ടുണ്ട്.`,
    incident: `ബെല്‍ജി്യത്തിലുള്ള ഒരു ഗ്രാമമാണ് ബെവറെങ്ങ്. 1932ല്‍ പരിശുദ്ധ കന്യക അവിടെ പ്രത്യക്ഷപ്പെട്ടു കൊണ്ടു പറഞ്ഞു: 'ഞാന്‍ പാപികളെ മാനസാന്തരപ്പെടുത്തും'. ആ സ്ഥലം ഇന്ന് ഒരു മരിയന്‍ ഭക്തി കേന്ദ്രമായി വളര്‍ന്ന് കഴിഞ്ഞു. അനേകം പേര്‍ അവിടം സന്ദര്‍ശി്ച്ച് മാനസാന്തരപ്പെട്ടിട്ടുണ്ട്. അതില്‍ ഏറ്റവും പ്രാധാന്യമര്‍ഹിക്കുന്നത് 'റെഡ് ഫ്‌ലാഗ്' എന്ന കമ്യുണിസ്റ്റ് പത്രത്തിന്റെ പത്രാധിപരുടേതാണ്. രണ്ടാം ലോക മഹായുദ്ധകാലത്ത് അയാളെ നാസികള്‍ തടവിലാക്കി. ജീവന്‍ അപകടത്തിലായി. അയാള്‍ ഉടനെ തന്നെ പ.കന്യകയെ സ്മരിച്ചു. തന്നെ മോചിപ്പിക്കുന്ന പക്ഷം സത്യവിശ്വാസത്തിലേക്ക് പ്രത്യാഗമിക്കുന്നതാണെന്നു അയാള്‍ വാഗ്ദാനം ചെയ്തു. അയാള്‍ മോചിതനായി.

    പക്ഷേ, വിശ്വാസം സ്വീകരിക്കുന്നതിന് വിമുഖനായിരുന്നു. 1945ല്‍ അയാള്‍ വലിയ വിശ്വാസമൊന്നുമില്ലാതെ ബെവറെങ്ങിലേക്ക് ഒരു തീര്‍ത്ഥയാത്ര നടത്തി. വെറും ഒരു കാഴ്ചക്കാരനായി പരിശുദ്ധ കന്യകയുടെ തിരുസ്വരൂപത്തിന്‍ മുന്‍പില്‍ നിന്ന അദ്ദേഹം പെട്ടെന്ന് ഭക്തജനങ്ങളോടൊപ്പം മുട്ടുകുത്തി. താന്‍ വഴി പരിശുദ്ധ കന്യക വലിയ കാര്യങ്ങള്‍ ലോകത്തിനു ചെയ്യുവാന്‍ പോകുന്നതായി അദ്ദേഹത്തിനു ദൈവിക ദര്‍ശനം ലഭിക്കുകയുണ്ടായി. പരിപൂര്‍ണ്ണമായ ഒരു പരിവര്‍ത്തനമാണ് അദ്ദേഹത്തിന് ഉണ്ടായത്. അദ്ദേഹമാണ് ബല്‍ജിയത്തില്‍ ലീജന്‍ ഓഫ് മേരിയുടെ സ്ഥാപകന്‍.`,
    prayer: `അമലമനോഹരിയും അമലോത്ഭവയുമായ പരിശുദ്ധ കന്യകയേ, അങ്ങു ശൈശവ ദശയില്‍ ത്തന്നെ ദൈവത്തിന് പരിപൂര്‍ണമായി അര്‍പ്പിച്ച് അവിടുത്തെ സേവനത്തില്‍ വിശ്വസ്തത പ്രകടിപ്പിച്ചുവല്ലോ. ദിവ്യനാഥേ, ഞങ്ങളും ദൈവസ്‌നേഹത്തിലും അങ്ങയോടുള്ള സ്‌നേഹത്തിലും വിശ്വസ്തരായിരിക്കുവാനുള്ള അനുഗ്രഹം നല്കിയരുളണമേ. അങ്ങ് ലോകപരിത്രാതാവിനെ പ്രതീക്ഷിച്ചുകൊണ്ട് ദൈവത്തോടു പ്രാര്‍ത്ഥിച്ച് അങ്ങിലും ലോകത്തിലും ദൈവസുതന് വാസസ്ഥലം സജ്ജമാക്കി. ഇതുപോലെ ഞങ്ങളുടെ ഹൃദയങ്ങളില്‍ ദിവ്യരക്ഷകന്‍ ഹൃദയനാഥനായി വസിക്കുവാനുള്ള അനുഗ്രഹം പ്രാപിച്ചു തരണമേ.`,
    sukruthajapam: `മറിയത്തിന്റെ വിമലഹൃദയമേ, ഇന്ത്യയ്ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.
    `,
  },
  {
    daytext: `ആറാം തീയതി `,
    subject: `പരിശുദ്ധ കന്യകയുടെ എളിമ`,
    intro: `ലോകപരിത്രാതാവിന്‍റെ ആഗമനം സമീപിച്ചു എന്ന് യഹൂദവിശ്വാസികള്‍ മനസ്സിലാക്കിയിരുന്നു. അതിനായി പലരും തങ്ങളെത്തന്നെ ഒരുക്കിയിരുന്നു. പലരും ദൈവമാതാവാകാനുള്ള മോഹനസ്വപ്‌നങ്ങള്‍ കണ്ടിരിക്കണം. എന്നാല്‍ പരിശുദ്ധ മറിയം ദൈവമാതാവിന്‍റെ ദാസിയാകാനായിരിക്കും ആഗ്രഹിച്ചത്. അവള്‍ രക്ഷകന്‍റെ ആഗമനത്തിനായി പ്രാര്‍ത്ഥിച്ചിരുന്നു. എന്നാല്‍, തനിക്ക് ആ ദൈവകുമാരന്‍റെ മാതാവാകാനുള്ള യോഗ്യതയുണ്ടെന്നു കരുതിയിരുന്നില്ല.

    പരിശുദ്ധ കന്യകയുടെ എളിമയാണ് ത്രിത്വത്തിലെ രണ്ടാമത്തെ സുതനായ ദൈവത്തെ അവളുടെ പക്കലേക്ക് ആകര്‍ഷിച്ചത് എന്ന് വിശുദ്ധ അഗസ്തീനോസ് പറയുന്നു. മേരിയുടെ അഗാധമായ എളിമ അവളുടെ കൃതജ്ഞതാലാപം തന്നെ വ്യക്തമാക്കുന്നു.
    
    "എന്‍റെ ആത്മാവ് കര്‍ത്താവിനെ മഹത്വപ്പെടുത്തുന്നു. എന്‍റെ ചിത്തം എന്‍റെ രക്ഷകനായ ദൈവത്തില്‍ ആനന്ദിച്ചു. എന്തെന്നാല്‍ അവന്‍ തന്‍റെ ദാസിയുടെ താഴ്മയെ തൃക്കണ്‍പാര്‍ത്തു. ഇന്നുമുതല്‍ എല്ലാ തലമുറകളും എന്നെ ഭാഗ്യവതിയെന്നു പ്രകീര്‍ത്തിക്കും" (വി.ലൂക്കാ 1:45-48). പരിശുദ്ധ കന്യക ദൈവത്തെ മഹത്വപ്പെടുത്തുന്നത് സ്തോത്രഗീത സമയത്ത് മാത്രമല്ല അവിടുത്തെ ജീവിതകാലം മുഴുവനും അതു ചെയ്തിരുന്നു. 
    
    യാഥാര്‍ത്ഥ എളിമ എന്തിലാണ് അടങ്ങിയിരിക്കുന്നത് എന്ന്‍ മറിയം സ്തോത്രഗീതത്തിലൂടെ വ്യക്തമാക്കുന്നു. ദൈവത്തെയും, നമ്മെയും അറിയുക. ആ യഥാര്‍ത്ഥ ജ്ഞാനത്തിന്‍റെ പ്രകാശത്തില്‍ നമുക്ക് ദൈവത്തോടും മറ്റു സൃഷ്ടവസ്തുക്കളോടുമുള്ള ബന്ധത്തില്‍ അര്‍ഹമായ സ്ഥാനം നല്‍കുക എന്നതാണ് എളിമ. പരിശുദ്ധ അമ്മ അവളുടെ മഹത്വകാരണം എളിമയാണെന്ന് പ്രഖ്യാപിക്കുന്നു. 
    
    "തന്നെത്താന്‍ ഉയര്‍ത്തുന്നവന്‍ താഴ്ത്തപ്പെടും, തന്നെത്താന്‍ താഴ്ത്തുന്നവന്‍ ഉയര്‍ത്തപ്പെടും" എന്നുള്ള ക്രിസ്തുനാഥന്‍റെ ദിവ്യവചസ്സുകള്‍ ദിവ്യജനനി മുന്‍കൂട്ടി മനസ്സിലാക്കി പ്രാവര്‍ത്തികമാക്കുകയാണ്. എല്ലാ തലമുറകളും എന്നെ ഭാഗ്യവതി എന്നു പ്രകീര്‍ത്തിക്കും. പരിശുദ്ധ കന്യക ഒരു പ്രവചനം നടത്തുകയാണ്. ആ പ്രവചനം എത്ര സ്വാര്‍ത്ഥകമായിരുന്നുവെന്നു തിരുസഭാചരിത്രം പരിശോധിക്കുമ്പോള്‍ നമുക്ക് കാണുവാന്‍ സാധിക്കും. വിശുദ്ധന്മാര്‍ എല്ലാവരും മറിയത്തെ പ്രകീര്‍ത്തിക്കുന്നതില്‍ ഉത്സുകരായിരുന്നുവെന്ന്, ക്രിസ്ത്യാനികള്‍ മാത്രമല്ല, അക്രൈസ്തവരും മറിയത്തെ സ്തുതിക്കുന്നതില്‍ തത്പരരായിരുന്നു. 
    
    ദൈവമാതാവ് എന്ന ഉന്നതമായ സ്ഥാനത്തേക്ക് അവരോധിതയായെങ്കിലും മേരി നസ്രസിലെ വിനീത കന്യകയായിട്ടാണ് ജീവിച്ചത്. എലിസബത്തിനെ ശുശ്രൂഷിക്കുവാന്‍ പോകുമ്പോഴും ക്രിസ്തുനാഥന്‍റെ പിറവിയിലും ഈജിപ്തിലേക്കുള്ള പലായനത്തിലും എല്ലാം മറിയത്തിന്‍റെ വിനയവും എളിമയും പ്രകാശിതമാകുന്നു. പരിശുദ്ധ മാതാവിന്‍റെ മക്കളായ നാം അമ്മയെ അനുകരിച്ചു എളിമയുള്ളവരാകണം. എളിമയുള്ളവര്‍ ഭാഗ്യവാന്മാര്‍; എന്തെന്നാല്‍ ഭൂമി അവര്‍ അവകാശമാക്കും എന്നുള്ള ക്രിസ്തുനാഥന്‍റെ വാക്കുകള്‍ നമ്മുടെ ജീവിതത്തിലും അന്വര്‍ത്ഥമാക്കാം.`,
    incident: `ഇസ്ലാം മതസ്ഥാപകനായ മുഹമ്മദും, ഖുറാന്‍ ഭാഷ്യകര്‍ത്താവായ കര്‍ത്തയും മറ്റനവധി വ്യക്തികളും പരിശുദ്ധ കന്യകയെ സ്തുതിക്കുന്നുണ്ട്. ഇന്ന് വിശ്വവ്യാപകമായ നിത്യസഹായ മാതാവിനോടുള്ള ഭക്തി പ്രസിദ്ധമാണല്ലോ. 1970-ല്‍ ബാംഗ്ലൂരിലുള്ള നാഷണല്‍ കാറ്റക്കറ്റിക്കല്‍ ആന്‍ഡ് ലിറ്റര്‍ജിക്കല്‍ സെന്‍ററില്‍ (National Catechetical and Liturgical Centre) ഒരു പരിപാടി ഉണ്ടായിരുന്നു.

    ഈ പരിപാടിയിൽ ഒരു പാഴ്സി, മുഹമ്മദ്, ഒരു ഹിന്ദുവായ രാജമാണിക്കം എന്നീ മൂന്നുപേര്‍ വന്ന് അവരുടെ മാനസാന്തര കഥ വിവരിച്ചു. മൂന്നു പേരുടെയും മാനസാന്തരത്തിന് കാരണമായത് പരിശുദ്ധ കന്യകയോടുള്ള ഭക്തിയാണ് എന്നവര്‍ പ്രസ്താവിക്കുകയുണ്ടായി. പ്രത്യേകിച്ചും ഹൈന്ദവന്റെ മാനസാന്തരം ശ്രദ്ധേയമാണ്. അയാൾ ഒരു നാസ്തികനായിരുന്നു. അങ്ങനെയിരിക്കുമ്പോള്‍ അവിടെ ദിവ്യരക്ഷ സഭക്കാരുടെ സെമിനാരിയോട് അനുബന്ധിച്ചുള്ള ദൈവാലയത്തില്‍ നിത്യസഹായമാതാവിന്‍റെ നോവേനയില്‍ യാദൃശ്ചികമായി സംബന്ധിക്കുവാനിടയായി. അയാള്‍ ബി.എ.ബിരുദം സമ്പാദിച്ചതിനു ശേഷം ജോലിയില്ലാതെ വിഷമിക്കുകയായിരുന്നു. ജോലി കിട്ടുവാന്‍ വേണ്ടി ഒമ്പതു ദിവസം നോവേനയില്‍ സംബന്ധിക്കാമെന്ന് അയാൾ പ്രതിജ്ഞ ചെയ്തു. രണ്ടു ദിവസം നവനാളിനു സംബന്ധിച്ചപ്പോള്‍ ജോലി കിട്ടി. മാതാവിന്‍റെ സഹായം ഒന്നുമാത്രമാണ് ഇതിനിടയാക്കിയത് എന്ന് അദ്ദേഹം ഉറച്ചു വിശ്വസിച്ചു. പിന്നീട് കത്തോലിക്കാ വിശ്വാസം സംബന്ധിച്ച് അദ്ദേഹം ധാരാളം അറിവ് നേടി.
    
    1965-ല്‍ അയാൾ കത്തോലിക്കാസഭയിൽ അംഗമായി. തന്നിമിത്തം അയാള്‍ക്ക് പിതൃസ്വത്തായി ലഭിക്കേണ്ടിയിരുന്ന അമ്പതിനായിരം രൂപയോളം നഷ്ടപ്പെട്ടു. എന്നാൽ അയാൾ പറഞ്ഞു "എനിക്ക് പരിപൂര്‍ണമായ സമാധാനവും സംതൃപ്തിയും ലഭിച്ചു". എനിക്ക് സ്വര്‍ഗ്ഗീയ മാതാവായ പരിശുദ്ധ കന്യകാമറിയമുള്ളപ്പോള്‍ ലൗകികസമ്പത്തെല്ലാം നിസ്സാരമാണെന്നാണ് നൂറുകണക്കിന് ആളുകളുടെ മുന്നിൽ അയാൾ പ്രഘോഷിച്ചു.`,
    prayer: `ദൈവമാതാവായ പരിശുദ്ധ കന്യകയെ, അങ്ങയുടെ വിസ്മയാവഹമായ എളിമയെപ്പറ്റി ചിന്തിക്കുമ്പോള്‍ ഞങ്ങള്‍ ലജ്ജിതരാകുന്നു. അങ്ങയുടെയും അങ്ങേ തിരുക്കുമാരന്‍റെയും എളിമ അനുകരിക്കുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്ക് നല്‍കണമേ. എളിമ വിശുദ്ധിയുടെ അടിസ്ഥാനമാണെന്ന് ഞങ്ങള്‍ മനസ്സിലാക്കുന്നു. ഞങ്ങളുടെ അഹങ്കാരത്താല്‍ അവിടുത്തെ ദിവ്യസുതനെ പലപ്പോഴും ദ്രോഹിച്ചിട്ടുണ്ട്. അങ്ങേ സ്നേഹിക്കുന്നതില്‍ ഞങ്ങള്‍ വിമുഖരായിരുന്നു. അവയ്ക്കെല്ലാം പരിഹാരമര്‍പ്പിച്ച് വിശ്വസ്തതാപൂര്‍വ്വം ഈശോയെയും ദൈവമാതാവായ അങ്ങയേയും സ്നേഹിച്ചു സേവിച്ചു കൊള്ളാമെന്ന് ഞങ്ങള്‍ പ്രതിജ്ഞ ചെയ്യുന്നു. അതിനുള്ള അനുഗ്രഹം ഞങ്ങൾക്കു നൽകണമേ.`,
    sukruthajapam: `വിശുദ്ധിയുടെ വിളനിലമായ മറിയമേ! ഞങ്ങളുടെ ഹൃദയം ഈശോയുടെ തിരുഹൃദയത്തിനനുരൂപമാക്കണമേ.`,
  },
  {
    daytext: `ഏഴാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ വരപ്രസാദ യോഗ്യത`,
    intro: `ദൈവം ഒരു വ്യക്തിയെ പ്രത്യേക ജോലിക്കോ, ദൗത്യനിര്‍വഹണത്തിനോ, ജീവിതാന്തസ്സിലേക്കോ തെരഞ്ഞെടുത്താല്‍ അതിനാവശ്യമായ ആധ്യാത്മികവും, മാനസികവും, ശാരീരികവുമായ ദാനങ്ങളാല്‍ ആ വ്യക്തിയെ സമലങ്കരിക്കുമെന്ന് വി. തോമസ്‌ അക്വിനാസ് പ്രസ്താവിച്ചിട്ടുണ്ട്. അപ്പോള്‍ ദൈവമാതാവ് എന്ന ഉന്നത സ്ഥാനത്താല്‍ സമലംകൃതയാണെന്നും പ. കന്യകാമറിയത്തിനു ദൈവം എത്ര അസാധാരണമായ ദാനങ്ങള്‍ നല്‍കപ്പെട്ടിരിന്നുവെന്നും ചിന്തിച്ചു നോക്കൂ.

    അമലോത്ഭവയായ പരിശുദ്ധ കന്യകയ്ക്കു സകല‍ വിശുദ്ധരെയും മാലാഖമാരെയേക്കാള്‍ അവര്‍ണ്ണനീയമായ യോഗ്യത ലഭിച്ചു. പ്രകൃത്യാതീതവും പ്രകൃത്യേതരമായ ദാനങ്ങളും പരിശുദ്ധാരൂപിയുടെ ദാനങ്ങളും ഫലങ്ങളും എല്ലാം പരിശുദ്ധ കന്യകയില്‍ അതിന്‍റെ ഏറ്റവും വലിയ പൂര്‍ണതയില്‍ പ്രശോഭിച്ചിരുന്നു. പരിശുദ്ധ കന്യക സകല സ്ത്രീകളിലും ഏറ്റവും അനുഗൃഹീതയാണ്. ഈ ലോകത്തില്‍ ജനിച്ചിട്ടുള്ള മറ്റു വ്യക്തികള്‍ക്ക് സ്വമാതാവിനെ തെരഞ്ഞെടുക്കുവാനുള്ള സ്വാതന്ത്ര്യമില്ല. എന്നാല്‍ ഈശോമിശിഹായ്ക്കു മാത്രമേ സ്വമാതാവിനെ തെരഞ്ഞെടുക്കാന്‍ സാധിച്ചുള്ളൂ.
    
    മിശിഹാനാഥന്‍ മറിയത്തെ തെരഞ്ഞെടുത്തപ്പോള്‍ അവള്‍ സകല‍ സ്ത്രീകളിലും അനുഗൃഹീതയായിത്തീര്‍ന്നു. ദൈവത്തിന് ഈ ലോകം പോലെ മറ്റനേകം ലോകങ്ങളെ സൃഷ്ടിക്കുവാന്‍ സാധിക്കും. എന്നാല്‍ പരിശുദ്ധ കന്യകയേക്കാള്‍ പരിപൂര്‍ണയായ ഒരു മാതാവിനെ സൃഷ്ടിക്കുവാന്‍ സാധിക്കയില്ലയെന്ന്‍ വി. ബൊനവന്തുര പ്രസ്താവിക്കുന്നു. സകല ഗുണങ്ങളും നല്കി കൊണ്ട് ദൈവം കൊടുത്ത പേരാണ് മേരി. ക്രിസ്തീയ സുകൃതങ്ങളുടെ അനുഷ്ഠാനത്തിലൂടെ നമുക്ക് അനുഗൃഹീതരാകുവാന്‍ പരിശ്രമിക്കാം. അതിനായി പരിശുദ്ധ അമ്മയുടെ മാദ്ധ്യസ്ഥം നമ്മുക്ക് തേടാം.`,
    incident: `ഒരിക്കല്‍ കുറെ ആള്‍ക്കാര്‍ വി.അല്‍ഫോന്‍സ് ലിഗോരിയുടെ അടുക്കല്‍ ഒരു മൃതശരീരം കൊണ്ടുവന്നു. ആ മരിച്ച മനുഷ്യനെ ജീവിപ്പിക്കണമെന്ന് അവര്‍ അല്‍ഫോന്‍സ് ലിഗോരിയോട് ആവശ്യപ്പെട്ടു. വിശുദ്ധന്‍, പരിശുദ്ധ കന്യകയോടുള്ള അദ്ദേഹത്തിന്‍റെ സുദൃഢമായ വിശ്വാസം പ്രഖ്യാപിച്ചുകൊണ്ട് ദൈവത്തോടു പ്രാര്‍ത്ഥിച്ചു. അനേകം ആളുകള്‍ നോക്കി നില്‍ക്കെ അത്ഭുതം നടന്നു. മരിച്ചുവെന്ന് അവര്‍ വിധിയെഴുതിയ ആള്‍ കണ്ണു തുറന്നു. അയാള്‍ ശ്വാസോച്ഛ്വാസം നടത്താന്‍ തുടങ്ങി. കാഴ്ച കണ്ടവരെല്ലാം പകച്ചു നിന്നു പോയി. ഈ സംഭവം വി. ലിഗോരി തന്നെ ജീവിതകഥയായി വിവരിച്ചിട്ടുണ്ട്.`,
    prayer: `ദൈവമേ, അവിടുന്ന്‍ സകല‍ വിശുദ്ധരുടെയും വിശുദ്ധിയെ അതിലംഘിക്കുന്ന വിശുദ്ധിയുടെ പരിവേഷത്താല്‍ പരിശുദ്ധ കന്യകയെ അലങ്കരിച്ചുവല്ലോ. ജ്ഞാനസ്നാന സ്വീകരണത്തില്‍ ലഭിച്ച പ്രസാദവരത്തെ കളങ്കപ്പെടുത്താതെ നിര്‍മ്മലമായ ജീവിതം നയിക്കുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കണമേ. അനുദിനം ഞങ്ങളുടെ ജീവിതാന്തസ്സിന്‍റെ ചുമതലകള്‍ യഥാവിധി നിര്‍വഹിച്ചുകൊണ്ട് ഉത്തരോത്തരം വിശുദ്ധിയില്‍ ആഴപ്പെട്ടുകൊണ്ട് അങ്ങേ ദിവ്യജനനിയെ ഞങ്ങള്‍ അനുഗമിക്കട്ടെ.`,
    sukruthajapam: `സ്വര്‍ഗ്ഗരാജ്ഞിയായ മറിയമേ, ഭൂവാസികളായ ഞങ്ങള്‍ക്കും നീ രാജ്ഞിയായിരിക്കേണമേ.`,
  },
  {
    daytext: `എട്ടാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകാമറിയത്തില്‍ പ്രശോഭിച്ചിരുന്ന സുകൃതങ്ങള്‍`,
    intro: `പരിശുദ്ധ കന്യകയില്‍ സകല‍ സുകൃതങ്ങളും അതിന്‍റെ ഏറ്റവും വലിയ പൂര്‍ണതയില്‍ പ്രശോഭിച്ചിരുന്നു. അവളുടെ വിശ്വാസം അജയ്യവും പ്രത്യാശ അചഞ്ചലവും സ്നേഹം തീവ്രഭാവത്തിലായിരുന്നു. ബാല്യകാലത്തില്‍ തന്നെ മേരി ഈ സുകൃതങ്ങള്‍ ഏറ്റവും തീക്ഷ്ണതയോടു കൂടി അഭ്യസിച്ചിരുന്നു. തന്നിമിത്തം പിന്നീടുള്ള ജീവിതത്തില്‍ പ്രസ്തുത സുകൃതങ്ങള്‍ ദിവ്യജനനി പ്രാവര്‍ത്തികമാക്കുന്നതു നാം കാണുന്നു.

    ഹവ്വാ കന്യകയായിരിക്കുമ്പോള്‍ തന്നെ സാത്താനെ വിശ്വസിച്ചതിനാല്‍ അനുസരണരാഹിത്യവും പാപവും അവളില്‍ ഉത്ഭവിച്ചു. എന്നാല്‍ പരിശുദ്ധ കന്യകാമറിയം വിശ്വാസത്തിലും സന്തോഷത്തിലും പരിപൂരിതയായി ഇപ്രകാരം പ്രതിവചിച്ചു: "നിന്‍റെ വാക്കുകള്‍ എന്നില്‍ നിറവേറട്ടെ.". ഇപ്രകാരം പിശാചിന്‍റെ പ്രവര്‍ത്തനങ്ങളെ നശിപ്പിച്ച് മാനവവംശത്തെ നിത്യമരണത്തില്‍ നിന്ന്‍ മോചിപ്പിക്കുവാന്‍ പരിശുദ്ധ അമ്മ ശ്രദ്ധേയമായ പങ്ക് വഹിച്ചിരിന്നുവെന്ന് സഭാപിതാവായ വി. ജസ്റ്റിന്‍ പ്രസ്താവിക്കുന്നുണ്ട്.
    
    വിശ്വാസത്തിലൂടെ നാം ദൈവത്തെ അഭിമുഖീകരിച്ച് അവിടുത്തേക്ക് സ്വയം അര്‍പ്പിക്കുന്നു. മേരി തന്‍റെ അര്‍പ്പണം അതിന്‍റെ പൂര്‍ണതയില്‍ നിര്‍വഹിച്ചു. പരിശുദ്ധ കന്യകയുടെ ശരണം എത്ര ശക്തമായിരുന്നു എന്നു നമുക്കു പരിശോധിക്കാം. പന്ത്രണ്ടാമത്തെ വയസ്സില്‍ ഈശോയെ കാണാതെ പോയ അവസരത്തിലും കാല്‍വരിയിലും മേരിയുടെ പ്രത്യാശ വിശുദ്ധ ഗ്രന്ഥം എടുത്തു കാണിക്കുന്നുണ്ട്. കുരിശിന്‍ ചുവട്ടില്‍ നിന്ന അവസരത്തില്‍ അവള്‍ പ്രദര്‍ശിപ്പിച്ച ധീരതയും അതിലൂടെ പ്രകടമാക്കിയ പ്രത്യാശയും മാനവകുലത്തില്‍ എന്നും അത്ഭുതജനകമാണ്.
    
    മേരിയുടെ ദൈവസ്നേഹമാണ് ദൈവമാതൃത്വ സ്ഥാനത്തിന് അവളെ പ്രാപ്തയാക്കിയത്. മനുഷ്യാവതാരത്തിനു സമ്മതം നല്‍കിയതു മുതല്‍ കാല്‍വരിയിലെ മഹായജ്ഞം പൂര്‍ത്തിയാകുന്നതു വരെ ദൈവത്തോടും മനുഷ്യരോടുമുള്ള അത്യുദാരവും ഉദാത്തവുമായ സ്നേഹത്തിന്‍റെ പ്രകാശനം പലപ്പോഴും ദൃശ്യമാകുന്നുണ്ട്. നീതി, വിവേകം, ധൈര്യം, വിനയം, സേവനസന്നദ്ധത, അനുസരണം, ശാലീനത, ലാളിത്യം മുതലായ എല്ലാ ധാര്‍മ്മിക സുകൃതങ്ങളും പരിശുദ്ധ കന്യകയില്‍ നിറഞ്ഞിരിന്നു.
    
    പരിശുദ്ധ കന്യക ദൈവാലയത്തില്‍ പ്രാര്‍ത്ഥനയും തപസ്സും അനുഷ്ഠിച്ചു കൊണ്ടാണ് ജീവിച്ചിരുന്നത്. സദാ പ്രാര്‍ത്ഥനാ നിരതമായ ജീവിതമാണ് അവള്‍ നയിച്ചത്. ദൈവികമായ കാര്യങ്ങള്‍ ധ്യാനിച്ചും നിര്‍ദ്ദിഷ്ടമായ ജോലികള്‍ നിര്‍വഹിച്ചുമാണ് അവള്‍ സമയം ചെലവഴിച്ചത്. ഒരു നിമിഷം നാം ദൈവസന്നിധിയില്‍ എത്രമാത്രം തത്പരരാണെന്ന് ചിന്തിക്കാം. ദൈവകല്‍പനകള്‍ അനുസരിക്കുന്നതിലും ജീവിതാന്തസ്സിന്‍റെ ചുമതലകള്‍ അനുഷ്ഠിക്കുന്നതിലും നമ്മെ ഭരമേല്‍പ്പിച്ചിട്ടുള്ള ജോലികള്‍ വിശ്വസ്തതാപൂര്‍വ്വം നിര്‍വഹിക്കുന്നതിലും നാം എത്രമാത്രം തത്പരരാണെന്ന് ആത്മശോധന ചെയ്യുക.`,
    incident: `വിശ്വവിശ്രുത താത്വികനായിരുന്ന ഷാക്ക് മാരിറ്റൈന്‍റെ മാനസാന്തരം പരിശുദ്ധ കന്യകയുടെ സ്നേഹത്തിന്‍റെ ഒരു വിജയമാണെന്നാണ് അദ്ദേഹം തന്നെ പ്രസ്താവിച്ചിട്ടുള്ളത്. മാരിറ്റൈന്‍ ദമ്പതികള്‍ സോര്‍ബോണ്‍ യൂണിവേഴ്സിറ്റിയിലെ വിദ്യാര്‍ത്ഥികളായിരുന്നു. യഹൂദ താത്വികനായ ബെര്‍ഗ്സോന്‍റെ കീഴിലാണ് അവര്‍ അദ്ധ്യയനം നടത്തിയിരുന്നത്. ബെര്‍ഗ്സോണ്‍ യഹൂദനായിരുന്നെങ്കിലും കത്തോലിക്കാ വിശ്വാസത്തോടു മതിപ്പുണ്ടായിരുന്നു. 1904 നവംബര്‍ 26-ാം തീയതി മാരിറ്റൈന്‍ വിവാഹിതനായി.

    അധികം താമസിയാതെ അവര്‍ തികഞ്ഞ കത്തോലിക്ക വിശ്വാസികളായ ബ്ലോയി ദമ്പതികളെ പരിചയപ്പെട്ടു. ലെയോണ്‍ ബ്ലോയി "ലാസലേറ്റു" മാതാവിന്‍റെ വലിയ ഒരു പ്രേഷിതനായിരുന്നു. ബ്ലോയിയും ഭാര്യയും മാരിറ്റൈന്‍ ദമ്പതികളില്‍ വലിയ സ്വാധീനം ചെലുത്തിയിരുന്നുവെങ്കിലും കത്തോലിക്കാ സഭയിലേക്ക് വരാന്‍ അവര്‍ വൈമുഖ്യം കാണിച്ചു. വിവാഹാനന്തരം രണ്ടു വര്‍ഷം കഴിഞ്ഞപ്പോള്‍ റീസായ്ക്ക് മാരകമായ ഒരു രോഗം ബാധിച്ചു. മാരിറ്റൈന്‍ അസ്വസ്ഥചിത്തനായി. ഒരു ദിവസം ബ്ലോയിയുടെ ഹൃദയസ്പര്‍ശിയായ ഒരു കത്ത് മാരിറ്റൈന് ലഭിച്ചു. അതിന്‍റെ സംഗ്രഹമിതാണ്.
    
    എന്‍റെ ഏറ്റവും പ്രിയപ്പെട്ട, റീസാ, ഞങ്ങള്‍ നിന്നെ സ്നേഹപൂര്‍വ്വം കൂടെക്കൂടെ അനുസ്മരിക്കുന്നുണ്ട്. ഇന്ന്, അതിരാവിലെ ദിവ്യബലി സമയത്ത് നിനക്കു വേണ്ടി ഞാന്‍ കരഞ്ഞുകൊണ്ട്‌ പ്രാര്‍ത്ഥിച്ചു. എന്‍റെ ക്ലേശഭൂയിഷ്ഠമായ ഈ ജീവിതത്തിന് എന്തെങ്കിലും, യോഗ്യത പൂര്‍ണമായി ഉണ്ടെങ്കില്‍ നിനക്കു ഉടനെ സൌഖ്യം നല്‍കണമെന്നും അത് ആത്മീയ മഹത്വത്തിനായി സ്വീകരിക്കുമെന്നും ഞാന്‍ ‍നമ്മുടെ കര്‍ത്താവീശോ മിശിഹായോടും പരിശുദ്ധ കന്യകാമറിയത്തോടും യാചിച്ചിട്ടുണ്ട്. എന്‍റെ പ്രാര്‍ത്ഥന ശ്രവിക്കുവാന്‍ വേണ്ടി ഞാന്‍ അശ്രുധാര ധാരാളമായി വര്‍ഷിച്ചിട്ടുണ്ട്. നീ സുഖം പ്രാപിക്കുകയും വലിയ ആനന്ദം അനുഭവിക്കുകയും ചെയ്യും.
    
    കുറെ ദിവസങ്ങള്‍ക്കു ശേഷം മിസ്സിസ് ബ്ലോയി രോഗാതുരയായ റീസായെ സന്ദര്‍ശിച്ചു. അവള്‍ റീസായോടു പറഞ്ഞു: "ഞാന്‍, പരിശുദ്ധ കന്യകയുടെ രൂപം തരുന്നു, നീ ശക്തമായി പ്രാര്‍ത്ഥിക്കുക" രോഗിണി തന്‍റെ സ്നേഹിതയുടെ അതിരുകടന്ന പ്രസ്താവനയില്‍ അസ്വസ്ഥചിത്തയായി. എങ്കിലും ഒന്നും പറഞ്ഞില്ല. മൗനം സമ്മത ലക്ഷണമായി പരിഗണിച്ച് ജിന്‍ ബ്ലോയി മാതാവിന്‍റെ രൂപം റീസായുടെ കഴുത്തില്‍ അണിയിച്ചു. റീസായ്ക്ക് ഒരു സന്തോഷം ലഭിക്കുകയും ഉടനെ തന്നെ നിദ്രയില്‍ ലയിക്കുകയും ചെയ്തു. ആ നിമിഷം മുതല്‍ അവള്‍ സുഖം പ്രാപിച്ചു തുടങ്ങി.
    
    ഇതിനകം തന്നെ യുക്തിവാദിയായി തീര്‍ന്ന മാരിറ്റൈന്‍, ഭാര്യയുടെ അത്ഭുതകരമായ സുഖപ്രാപ്തിയോടുകൂടി കത്തോലിക്കാ വിശ്വാസത്തിലേക്ക് വന്നു. ലോകം മുഴുവന്‍ പരിശുദ്ധ അമ്മയെ പറ്റി അറിയിക്കാന്‍ മുന്‍കൈ എടുത്ത കുടുംബമായി, മാരിറ്റൈന്‍ കുടുംബം മാറി. അദ്ദേഹം കത്തോലിക്കാ മതം സ്വീകരിച്ചതു മൂലം സ്വദേശത്തു പഠിക്കുന്നതിനുള്ള അവകാശം പോലും നിഷേധിച്ചു. എന്നാല്‍ അദ്ദേഹത്തിന്‍റെ 81-ാം വയസ്സില്‍ ഫ്രഞ്ചു ഗവണ്മെന്‍റ് ഫ്രാന്‍സിന്‍റെ ഏറ്റവും വലിയ ദേശീയ ബഹുമതി നല്‍കി അദ്ദേഹത്തെ ബഹുമാനിച്ചു.`,
    prayer: `ദൈവജനനിയായ പരിശുദ്ധ കന്യകാമറിയമേ, അവിടുന്ന്‍ സകല‍ ഗുണ സമ്പൂര്‍ണയായിരുന്നല്ലോ. ഞങ്ങളുടെ വിശ്വാസം ക്ഷയിക്കുകയും പ്രത്യാശ ബലഹീനമാവുകയും സ്നേഹം മന്ദീഭവിക്കുകയും ചെയ്യുമ്പോള്‍ അവിടുത്തെ അത്ഭുതകരമായ മാതൃക ഞങ്ങള്‍ക്ക് ശക്തി നല്‍കട്ടെ. ആകയാല്‍, ദിവ്യജനനി, ഞങ്ങള്‍ അങ്ങയുടെ സുകൃതങ്ങള്‍ അനുകരിച്ചു കൊണ്ട് പരിപൂര്‍ണമായ ക്രിസ്തീയ ജീവിതം നയിക്കുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കേണമേ. സജീവമായ വിശ്വാസവും, അചഞ്ചലമായ പ്രത്യാശയും തീക്ഷ്ണതയുള്ള സ്നേഹവും മറ്റ് ക്രിസ്തീയ സുകൃതങ്ങളും അഭ്യസിക്കുന്നതിനായി ഞങ്ങള്‍ പരിശ്രമിക്കുന്നതാണ്. ഞങ്ങളുടെ ബലഹീനതയെ അങ്ങു പരിഹരിക്കണമേ.`,
    sukruthajapam: `ദാവീദിന്‍റെ കോട്ടയായ മറിയമേ, നാരകീയ ശക്തിയോടുള്ള പോരാട്ടത്തില്‍ ഞങ്ങള്‍ക്കു നീ അഭയമാകേണമേ.`,
  },
  {
    daytext: `ഒമ്പതാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ വിവാഹം`,
    intro: `പരിശുദ്ധ കന്യക യൗവ്വനയുക്തയാകുന്നതുവരെ ദേവാലയത്തില്‍ പരിത്യാഗത്തിലും പ്രാര്‍ത്ഥനയിലും ജീവിതം നയിച്ചു പോന്നു. കൂട്ടത്തില്‍ വസിച്ചിരുന്നവരോടു സ്‌നേഹാദരങ്ങളോടു കൂടിയാണ് അവള്‍ പെരുമാറിയിരുന്നത്. അക്കാലത്ത് യൗവ്വന പ്രായമായവര്‍ ദേവാലയത്തില്‍ വസിക്കുക അഭിലഷണീയമല്ലായിരുന്നതിനാല്‍ മേരി യൗവ്വനയുക്തയായപ്പോള്‍ അവളെ വിവാഹം കഴിച്ചയയ്ക്കാന്‍ ദേവാലയ അധികൃതര്‍ തീരുമാനിച്ചു.

    ബാഹ്യമായ സൌന്ദര്യം കൊണ്ടും ആദ്ധ്യാത്മികമായ സമ്പത്ത് കൊണ്ടും സമ്പന്നയായ മേരിക്ക് അനുരൂപനായ ഒരു വരനെ ലഭിക്കേണ്ടത് അവരെ സംബന്ധിച്ച് ബുദ്ധിമുട്ടേറിയ ഒരു കാര്യമായിരിന്നു. യഹൂദനിയമമനുസരിച്ച് സ്വഗോത്രത്തിലുള്‍പ്പെട്ടവര്‍ തമ്മിലുള്ള വിവാഹമാണ് പ്രോത്സാഹിപ്പിച്ചിരുന്നത്. ഗോത്രത്തിന്റെ് ആചാരങ്ങള്‍ പരിരക്ഷിക്കുന്നതിനായിരിക്കാം ഇപ്രകാരം നിര്‍ദ്ദേശിച്ചിരുന്നത്.
    
    മേരി ദാവീദ് ഗോത്രജയായിരുന്നതിനാല്‍ പ്രസ്തുത ഗോത്രത്തിലുള്ള യുവാക്കന്മാരെ മാത്രമായിരിക്കാം വിവാഹത്തിനുള്ള ഉദ്ദേശമറിയിച്ചത്. എന്നാല്‍ വരുവാനിരിക്കുന്ന ലോകപരിത്രാതാവിന്റെ് മാതാവിന് അനുരൂപനായ ഒരു വരനെ കണ്ടുപിടിക്കുക ദേവാലയ അധികൃതര്‍ക്കു ദുഷ്‌കരമായിരിക്കണം. തന്നിമിത്തം ദൈവ പ്രചോദനത്താല്‍ അവര്‍ അത്ഭുതകരമായി ഒരാളെ തെരഞ്ഞെടുക്കുവാനാണ് തീരുമാനിച്ചത്.
    
    യഹൂദ പാരമ്പര്യമനുസരിച്ച് ഒരു സ്ത്രീ വിവാഹിതയാകാതിരിക്കുന്നത് അപമാനമായിട്ടാണ് കരുതുക. അതുകൊണ്ട് പരിശുദ്ധ കന്യകയും യഹൂദാചാരപ്രകാരം വിവാഹിതയായി എന്നനുമാനിക്കുന്നതില്‍ തെറ്റില്ല. കൂടാതെ പരിശുദ്ധ കന്യക പരിശുദ്ധാത്മാവിന്റെ പ്രവര്‍ത്തനത്താല്‍ ദൈവസുതന്റെ മാതാവായാലും, അവളുടെ അഭിമാനം സംരക്ഷിക്കുന്നതിനും വിവാഹം ആവശ്യമായിരുന്നു. ഇക്കാരണത്താലാണ് പ. കന്യകയും വി.യൗസേപ്പും തമ്മിലുള്ള വിവാഹം നടന്നത്.
    
    വിവാഹാനന്തരം വി.യൗസേപ്പും പ. കന്യകയും യഹൂദാചാര വിധികള്‍ക്കനുസരണമായി വിവാഹ ധര്‍മ്മാനുഷ്ഠാനമൊഴിച്ച് ഒരു മാതൃകാ കുടുംബ ജീവിതമാണ് നയിച്ചിരുന്നത്. എല്ലാ ക്രിസ്തീയ കുടുംബങ്ങളുടെയും പ്രതീകമാണ് നസ്രത്തിലെ തിരുക്കുടുംബം. രണ്ടു ക്രിസ്ത്യാനികള്‍ വിവാഹിതരാവുന്നത് വിശുദ്ധി പ്രാപിക്കുവാനായിട്ടാണല്ലോ. പ.കന്യകയുടെയും വി,യൗസേപ്പിന്റെയും മാതൃക അനുകരിച്ച് കൊണ്ട് വേണം നമ്മുടെ കുടുംബങ്ങളെ ക്രൈസ്തവമാക്കി തീര്‍ക്കാന്‍.`,
    incident: `കുടുംബ സമാധാനം ലഭിക്കുന്നതിനു പ.കന്യകയുടെ നേരെയുള്ള ഭക്തി വളരെ സഹായകമാകുന്നതാണ്. ഫാ. പാട്രിക് വെയ്റ്റര്‍ പ്രസിദ്ധനായ ജപമാല പ്രേഷിതനാണ്. 1965ല്‍ ഫിലിപ്പൈന്‍സില്‍ ജപമാല പ്രചാരണത്തിനായിട്ടു അദ്ദേഹം ചെന്നു. തദവസരത്തില്‍ അവിടെ ഒരു വലിയ ജപമാല റാലി സംഘടിപ്പിക്കപ്പെട്ടു. ഫിലിപ്പൈന്‍സിലെ ഒരു പ്രൊവിന്‍സിന്റെ ഗവര്‍ണ്ണറാണ് അതിനു നേതൃത്വം കൊടുത്തത്. ഗവര്‍ണ്ണറുടെ മൂത്തപുത്രന്‍ മദ്യപാനവും അസന്മാര്‍ഗ്ഗിക ജീവിതവും വഴി ഗവര്‍ണര്‍ക്ക് അപമാനം വരുത്തിവച്ചിട്ട് വീട്ടില്‍ നിന്നും പുറപ്പെട്ടു പോയിരുന്നു.

    അതിനാല്‍ ജപമാലയുടെ പരിസമാപ്തിയില്‍ അദ്ദേഹത്തിന്റെ പുത്രനും അദ്ദേഹത്തോടൊന്നിച്ച് ജപമാല ജപിക്കുവാന്‍ ഇടയാക്കണമെന്ന് ഗവര്‍ണര്‍ മാതാവിനോടപേക്ഷിച്ചു. ഗവര്‍ണറും കുടുംബാംഗങ്ങളും ജപമാല ജപിച്ചു കൊണ്ടു നില്ക്കുമ്പോള്‍ അത്ഭുതമെന്നോണം അദ്ദേഹത്തിന്റെു മൂത്തപുത്രനും അവരോടൊത്ത് ജപമാലയില്‍ പങ്കുകൊണ്ടു. ജപമാല റാലിക്കു ശേഷം ഗവര്‍ണ്ണര്‍ തന്നെ ഇതു പരസ്യമായി പ്രഖ്യാപിക്കുകയുണ്ടായി.`,
    prayer: `പ.കന്യകയെ അവിടുന്ന്‍ വി. യൗസേപ്പുമായിട്ടു വിവാഹിതയായിക്കൊണ്ട് കുടുംബ ജീവിതത്തിന്‍റെ മാഹാത്മ്യവും അതിന്‍റെ പരിശുദ്ധിയും ഞങ്ങളെ മനസ്സിലാക്കി. ഞങ്ങളുടെ ക്രിസ്തീയ കുടുംബങ്ങള്‍ നസ്രത്തിലെ തിരുക്കുടുംബത്തിന്‍റെ പ്രതീകങ്ങളായി തീരുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കണമേ. വിവാഹ ജീവിതം വിശുദ്ധിയ്ക്കുള്ള ഒരു ആഹ്വാനമാണെന്നു മനസ്സിലാക്കി ഇന്നത്തെ ദമ്പതികള്‍ അവരുടെ വൈവാഹിക ജീവിതത്തെ പവിത്രീകരിക്കട്ടെ. കുടുംബങ്ങളില്‍ സമാധാനവും സേവന സന്നദ്ധതയും പുലര്‍ത്തട്ടെ. ഞങ്ങളുടെ ഭൗമികമായ ജീവിതം സ്വര്‍ഗീയ ജീവിതത്തിന്‍റെ മുന്നാസ്വാദാനമാക്കി തീര്‍ക്കുവാന്‍ ആവശ്യമായ അനുഗ്രഹങ്ങള്‍ ഞങ്ങള്‍ക്കു പ്രാപിച്ചു തരണമേ. അങ്ങുതന്നെ ക്രിസ്തീയ കുടുംബങ്ങളില്‍ രാജ്ഞിയായി ഭരണം നടത്തണമെന്നു ഞങ്ങള്‍ പ്രാര്‍ത്ഥിക്കുന്നു.`,
    sukruthajapam: `അറിവിന്റെ ദര്‍പ്പണമായ ദൈവമേ, ദൈവിക കാര്യങ്ങളില്‍ ഞങ്ങളെ അറിവുള്ളവരാക്കേണമേ.`,
  },
  {
    daytext: `പത്താം തീയതി`,
    subject: `പരിശുദ്ധ അമ്മയ്ക്ക് ലഭിച്ച മംഗളവാര്‍ത്ത`,
    intro: `ദൈവസുതന്‍റെ മനുഷ്യാവതാരകര്‍മ്മം പ്രാവര്‍ത്തികമാക്കുവാന്‍ ഒരു മനുഷ്യവ്യക്തിയുടെ സഹകരണം ആവശ്യമായിരുന്നു. ഹവ്വാ, മനുഷ്യകുലത്തിന്‍റെ നാശത്തിനു കാരണഭൂതയായതു പോലെ പ.കന്യക മാനവരാശിയുടെ രക്ഷയ്ക്കു കാരണ ഭൂതയായി. ദൈവിക ദൗത്യവാഹകന്‍ മേരിയെ സമീപിച്ചു കൊണ്ട് അവള്‍ക്ക് അഭിവാദനം അര്‍പ്പിക്കുന്നു. "ദൈവകൃപ നിറഞ്ഞവളെ, കര്‍ത്താവ് നിന്നോടു കൂടെ" അവള്‍ ഈ വചനം മൂലം അസ്വസ്ഥചിത്തയായി. ഈ അഭിവാദനത്തിന്റെ അര്‍ത്ഥമെന്തെന്ന് അവള്‍ ചിന്തിച്ചു.

    എന്നാല്‍ ദൈവദൂതന്‍ അവളോടു പറഞ്ഞു. "മറിയമേ! നീ ഭയപ്പെടേണ്ട. നിനക്ക് ദൈവകൃപ ലഭിച്ചിരിക്കുന്നു. ഇതാ നീ ഗര്‍ഭം ധരിച്ച് ഒരു പുത്രനെ പ്രസവിക്കും. അവന്‍ ഈശോ എന്നു നീ പേരു വിളിക്കണം. അവന്‍ മഹാനായിരിക്കും. അത്യുന്നതന്‍റെ പുത്രനെന്നു വിളിക്കപ്പെടും. അവന്‍റെ പിതാവായ ദാവീദിന്‍റെ സിംഹാസനം ദൈവമായ കര്‍ത്താവ് അവനു കൊടുക്കുന്നതാണ്. യാക്കോബിന്‍റെ ഭവനത്തില്‍ അവന്‍ നിത്യഭരണം നടത്തും. അവന്‍റെ ഭരണത്തിനു അവസാനമുണ്ടാകുകയില്ല".
    
    മറിയം ദൂതനോടു ചോദിച്ചു. ഞാന്‍ കന്യക ആയിരിക്കുന്നുവല്ലോ. പിന്നെ ഇത് എങ്ങനെ സംഭവിക്കും? ദൂതന്‍ പ്രതിവചിച്ചു. പരിശുദ്ധാത്മാവ് എഴുന്നള്ളി വരും അത്യുന്നതന്‍റെ ശക്തി നിന്‍റെ മേല്‍ ആവസിക്കും. അതിനാല്‍ ശിശു പരിശുദ്ധനായിരിക്കും. ദൈവപുത്രന്‍ എന്നു വിളിക്കപ്പെടും. കൂടാതെ നിന്‍റെ ചാര്‍ച്ചക്കാരിയായ എലിസബത്തും അവളുടെ വാര്‍ദ്ധക്യത്തില്‍ ഒരു പുത്രനെ ഗര്‍ഭം ധരിച്ചിരിക്കുന്നു. വന്ധ്യ എന്നു വിളിക്കുന്ന അവള്‍ക്ക് ഇത് ആറാം മാസമാകുന്നു. ദൈവത്തിനു ഒരു കാര്യവും അസാദ്ധ്യമല്ല.
    
    മറിയം പറഞ്ഞു: ഇതാ, ഞാന്‍ കര്‍ത്താവിന്‍റെ ദാസി. നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ. അപ്പോള്‍ ദൂതന്‍ അവളുടെ അടുക്കല്‍ നിന്നും പോയി. പ. കന്യക "നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ." എന്നു പറഞ്ഞ വാക്കുകളാണ് ഈ ലോകത്തിലെ ഏറ്റവും സ്വാതന്ത്ര്യ പൂര്‍ണ്ണമായ പ്രവൃത്തി.
    
    അതുവഴി മേരി എല്ലാ മനുഷ്യരെയും ദൈവമക്കളുടെ പരിപൂര്‍ണ സ്വാതന്ത്ര്യത്തിലേക്ക് അവരോധിച്ചു. കന്യകാ മറിയം മനുഷ്യാവതാര രഹസ്യത്തിന് പരിപൂര്‍ണ സ്വാതന്ത്ര്യത്തോടുകൂടി സമ്മതം നല്‍കി. പരിത്രാണ ക‍ര്‍മ്മത്തില്‍ സഹകരിച്ച്, രക്ഷണീയ കര്‍മം മനുഷ്യാവതാരം വഴി ദൈവവുമായി മര്‍ത്യ വംശത്തെ ഐക്യപ്പെടുത്തിയതിലാണ്‌ അടങ്ങിയിരിക്കുന്നത്. ദൈവത്തിന് മനുഷ്യ സ്വഭാവം നല്‍കാന്‍ പരിശുദ്ധ കന്യക സമ്മതം നല്‍കിയപ്പോള്‍ മിശിഹാ വഴിയായിട്ടുള്ള രക്ഷാകര്‍മം എളുപ്പകരമായി.
    
    നിത്യത്വത്തില്‍ ഒരു ശാരീരിക മാതാവിനെ കൂടാതെ പിതാവായ ദൈവത്തില്‍ നിന്നും ജനിച്ച സുതനായ ദൈവം കാലത്തിന്‍റെ പൂര്‍ണതയില്‍ പരിശുദ്ധ കന്യകയില്‍ നിന്നും ഒരു ശാരീരിക പിതാവിനെ കൂടാതെ ജനിക്കുന്നു. പരിശുദ്ധ കന്യകയെ ഞങ്ങളുടെ പരിത്രാണത്തിന്‍റെ വില ദൈവം അങ്ങയെ ഭരമേല്‍പ്പിച്ചിരിക്കുന്നു. "നാഥേ, നീ സമ്മതിക്കുമെങ്കില്‍ ഞങ്ങള്‍ രക്ഷ പ്രാപിക്കും." എന്ന്‍ വി. ബര്‍ണ്ണാദ് പ്രസ്താവിച്ചിരിക്കുന്നു. പരിശുദ്ധ കന്യകയെപ്പോലെ നാമും ദൈവതിരുമനസ്സിനു വിധേയരായി വര്‍ത്തിക്കുമ്പോള്‍ ദൈവമക്കളായിത്തീരുന്നു. അപ്പോഴാണ്‌ നമ്മുടെ വ്യക്തിസ്വതന്ത്ര്യം സുരക്ഷിതമാകുന്നത്.`,
    incident: `കാനഡായുടെ തലസ്ഥാനമായ ഒട്ടോവായില്‍ പരിശുദ്ധ കന്യകയുടെ രൂപവും സംവഹിച്ചുകൊണ്ട് വളരെ വിപുലമായ ഒരു പ്രദക്ഷിണം നടത്തി. അനേകം അകത്തോലിക്കരും ആഘോഷ യാത്രയില്‍ സംബന്ധിച്ചിരുന്നു. ഒരു അകത്തോലിക്കനു മാത്രം ഈ പ്രദിക്ഷണം ഒട്ടും രസിച്ചില്ല. അയാള്‍ ഒരു കെട്ടിടത്തിന്‍റെ മുകളില്‍ ഒളിച്ചിരുന്ന് മാതാവിന്‍റെ രൂപത്തിനു നേര്‍ക്കു നിറയൊഴിച്ചു. വെടിയുണ്ട തിരുസ്വരൂപത്തെ മറികടന്നു, ഒരു സ്ത്രീയുടെ ദേഹത്തു കൊണ്ട് അവള്‍ തല്‍ക്ഷണം മൃതിയടഞ്ഞു. ജനങ്ങള്‍ വികാരഭരിതരായി. ഘാതകന്‍ വേഗം ഒരു കാറില്‍ കയറി രക്ഷപെടുവാന്‍ പരിശ്രമിച്ചു. രണ്ടു മൂന്നു പോലീസുകാര്‍ അയാളെ പിന്തുടര്‍ന്നു. ഘാതകന്‍ ഒരു സ്ഥലത്ത് കാര്‍ നിറുത്തി. അപ്പോള്‍ പോലീസുകാര്‍ അയാളെ സമീപിച്ച് ഒരു സ്ത്രീ പട്ടണത്തില്‍ മരിച്ചു കിടക്കുന്നു. താങ്കള്‍ വന്ന്‍ അവരെ തിരിച്ചറിയാന്‍ സഹായിക്കണമെന്ന് ആവശ്യപ്പെട്ടു. അയാള്‍ അവരോടൊത്ത് യാത്രയായി. സംഭവ സ്ഥലത്ത് ചെന്നു നോക്കി. അപ്പോള്‍ അയാള്‍ ഞെട്ടിപ്പോയി. മരിച്ച സ്ത്രീ അയാളുടെ ഭാര്യയായിരുന്നു. അയാള്‍ പശ്ത്താപ വിവശനായി കേണു. അപരാധം ഏറ്റു പറഞ്ഞ് അയാള്‍ മാനസാന്തരപ്പെട്ടു.`,
    prayer: `ദൈവമാതാവായ പരിശുദ്ധ കന്യകയെ, അവിടുന്ന്‍ ദൈവദൂതന്‍റെ സന്ദേശത്തിന് നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ എന്ന വാക്കുകളിലൂടെ മനുഷ്യാവതാര രഹസ്യത്തിന് സമ്മതം നല്‍കി മനുഷ്യ വര്‍ഗ്ഗത്തിന്‍റെ പരിത്രാണ കര്‍മ്മത്തില്‍ സഹകരിച്ചു. സ്വാതന്ത്ര്യ ദുര്‍വിനിയോഗത്താല്‍ നാശഗര്‍ത്തത്തില്‍ നിപതിച്ച മാനവരാശിയ്ക്ക് അവിടുത്തെ സ്വാതന്ത്ര്യം ശരിയായി വിനിയോഗിച്ചു കൊണ്ടു രക്ഷിച്ചു. ഞങ്ങള്‍ ദൈവമക്കളുടെ യഥാര്‍ത്ഥ സ്വാതന്ത്ര്യം എന്താണെന്നു മനസ്സിലാക്കി അതനുസരിച്ച് ഞങ്ങളുടെ സ്വാതന്ത്ര്യത്തെ ശരിയായി വിനിയോഗിക്കാനുള്ള അനുഗ്രഹം നല്‍കേണമേ. ഞങ്ങളുടെ സ്വാതന്ത്ര്യം ദുരുപയോഗിച്ച് അവിടുത്തെ തിരുക്കുമാരനെ ദ്രോഹിക്കാതിരിക്കട്ടെ. എപ്പോഴും ദൈവമഹത്വത്തിനും ഞങ്ങളുടെ ആത്മരക്ഷയ്ക്കും ഉപയുക്തമായ വിധം ഞങ്ങള്‍ അത് വിനിയോഗിക്കുന്നതാണെന്ന് പ്രതിജ്ഞ ചെയ്യുന്നു. നാഥേ, അങ്ങ് ഞങ്ങളുടെ മാതൃകയായിരിക്കേണമേ. ഞങ്ങളുടെ സ്വാതന്ത്ര്യത്തെ ശരിയായി വിനിയോഗിക്കുവാന്‍ ഞങ്ങളെ പഠിപ്പിക്കേണമേ. അനുസരണം ഏറ്റവും വലിയ സ്വാതന്ത്ര്യമാണെന്ന് ഞങ്ങള്‍ മനസ്സിലാക്കട്ടെ.`,
    sukruthajapam: `ദൈവപുത്രന്‍റെ മാതാവേ, ദൈവവചനത്തിനനുസൃതമായി ജീവിക്കുവാന്‍, ഞങ്ങളെ പഠിപ്പിക്കേണമേ.`,
  },
  {
    daytext: `പതിനൊന്നാം തീയതി`,
    subject: `ദൈവവചനം ശ്രവിക്കുന്നതില്‍ മറിയം നമ്മുടെ മാതൃക`,
    intro: `ദൈവിക ദൗത്യ വാഹകനായ ഗബ്രിയേല്‍ ദൂതന്‍ മേരിയെ സമീപിച്ച് ദൈവവചനം അറിയിച്ചു. മറിയം ദൈവവചനം സ്വീകരിക്കുന്നതിനു എത്ര സന്നദ്ധയായിരുന്നു എന്ന്‍ നാം ചിന്തിക്കേണ്ടിയിരിക്കുന്നു. "നീ ഒരു പുത്രനെ പ്രസവിക്കും. അവന് യേശു എന്നു പേരിടണം" ദൈവസുതന്‍റെ വാക്കുകള്‍ കേട്ട പരിശുദ്ധ കന്യക ഒരു സംശയം ചോദിക്കുന്നുണ്ട്? ഞാന്‍ പുരുഷനെ അറിയാത്തതിനാല്‍ ഇത് എപ്രകാരം സംഭവിക്കും? ന്യായയുക്തമായ ഒരു സംശയമായിരുന്നു അത്. മേരി ദൈവത്തോട് കന്യാവ്രതം വാഗ്ദാനം ചെയ്തിരുന്നു എന്നുള്ള വസ്തുത അത് സൂചിപ്പിക്കുന്നു. ദൈവദൂതന്‍ മറിയത്തിന് സംശയ നിവാരണം വരുത്തി. "പരിശുദ്ധാത്മാവ് എഴുന്നള്ളി വരും. അത്യുന്നതന്‍റെ ശക്തി നിന്‍റെ മേല്‍ ആവസിക്കും. ആയതിനാല്‍ നിന്നില്‍ നിന്നു പിറക്കുന്നവന്‍ ദൈവപുത്രന്‍ എന്നു വിളിക്കപ്പെടും. അവന്‍ പരിശുദ്ധനായിരിക്കും."

    മേരിയുടെ പ്രശ്നത്തിന് ദൈവദൂതന്‍ പരിഹാരം നിര്‍ദ്ദേശിച്ച ഉടനെ പരിശുദ്ധ കന്യക പ്രതിവചിച്ചു: "നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ." ഇപ്രകാരമുള്ള സന്നദ്ധത ദൈവവചനം സ്വീകരിക്കുന്നതില്‍ നമുക്കുണ്ടോ? ക്രിസ്തുനാഥന്‍ ഒരിക്കല്‍ വിതക്കാരന്‍റെ ഉപമ അരുളിച്ചെയ്തു: "വിതയ്ക്കാരന്‍ വിതക്കാന്‍ പുറപ്പെട്ടപ്പോള്‍ ചിലത് വഴിയരികില്‍ വീണു. അത് ആകാശപ്പറവകള്‍ കൊത്തിക്കൊണ്ടുപോയി. മറ്റ് ചിലത് പാറപ്പുറത്ത് വീണു. മണ്ണിന് ആഴമില്ലാതിരുന്നതു കൊണ്ട് അതു കരിഞ്ഞുപോയി. വേറെ ചിലതു മുള്ളുകളുടെ ഇടയില്‍ വീണു. മുള്ളുകള്‍ അതിനെ ഞെരുക്കിക്കളഞ്ഞു. എന്നാല്‍ ചിലത് നല്ല നിലത്തു വീണു. അവ നൂറും അറുപതും മുപ്പതും മേനി വിളവ്‌ നല്‍കി."
    
    ദൈവവചനം സ്വീകരിക്കുന്ന നാലു തരക്കാരായ വ്യക്തികളുടെ മാതൃകയാണ് ഈ ഉപമയില്‍ പ്രതിപാദിച്ചിരിക്കുന്ന വിത്തുകള്‍. ഒന്നാമത്തെ തരക്കാര്‍ ദൈവവചനം ശ്രവിച്ചാല്‍ ഉടനെതന്നെ അതിനെ പുച്ഛിച്ചു തള്ളും; രണ്ടാമത്തെ കൂട്ടര്‍ ദൈവവചനം സ്വീകരിക്കുമെങ്കിലും വചനം നിമിത്തം ഞെരുക്കമോ പീഡകളോ ഉണ്ടാകുമ്പോള്‍ അത് പരിത്യജിക്കുന്നവരാണ്. മൂന്നാമത്തെ കൂട്ടര്‍ മുള്ളുകളുടെ ഇടയില്‍ വീണ വിത്തുപോലെ വചനം സ്വീകരിക്കുമെങ്കിലും പ്രലോഭനങ്ങള്‍ ഉണ്ടാകുമ്പോള്‍ അത് വിസ്മരിച്ചു കൊണ്ട് പ്രവര്‍ത്തിക്കുന്നവരാണ്. നാലാമത്തെ കൂട്ടര്‍ ദൈവവചനം സ്വീകരിക്കുകയും അതനുസരിച്ച് പ്രവര്‍ത്തിക്കുകയും ചെയ്യുന്നവരാണ്.
    
    ഒരിക്കല്‍ ഈശോനാഥന്‍റെ ദിവ്യ അധരങ്ങളില്‍ നിന്നുമുള്ള വചനം കേട്ട ഒരു സ്ത്രീ ആവേശവതിയായി ഇങ്ങനെ പ്രഘോഷിച്ചു, "നിന്നെ വഹിച്ച ഉദരത്തിനും നിന്നെ കുടിപ്പിച്ച മുലകള്‍ക്കും ഭാഗ്യം." ഉടനെ ദിവ്യനാഥന്‍ ഇപ്രകാരം അരുളിച്ചെയ്തു. ദൈവത്തിന്‍റെ വചനം കേള്‍ക്കുകയും അതനുസരിക്കുകയും ചെയ്യുന്നവര്‍ക്ക് കൂടുതല്‍ ഭാഗ്യം (ലൂക്കാ: 11: 27-29). പരിശുദ്ധ കന്യയുടെ യഥാര്‍ത്ഥത്തിലുള്ള മഹത്വം അടങ്ങിയിരിക്കുന്നത് എന്തിലാണെന്ന് ഇത് നമ്മെ മനസ്സിലാക്കാന്‍ സഹായിക്കുന്നു.
    
    ആയതിനാല്‍ നമുക്ക് നമ്മുടെ അനുദിന ജീവിതത്തില്‍ ദൈവവചനം ശ്രവിക്കുകയും അതനുസരിച്ച് പ്രവര്‍ത്തിക്കുകയും ചെയ്യുന്നതിന് പരിശ്രമിക്കാം. എല്ലാ ദിവസവും വി. ഗ്രന്ഥ പാരായണത്തിലൂടെ ദൈവവചനം ശ്രവിക്കാം. ഞായറാഴ്ച ദിവസങ്ങളില്‍ ദിവബലിയില്‍ ദൈവവചനത്തെ ആസ്പദമാക്കി ചെയ്യുന്ന പ്രഭാഷണത്തിലും ശ്രദ്ധാപൂര്‍വ്വം സംബന്ധിക്കുക. ദൈവവചനം ഇരുമുനവാളാണ്. അതു ശ്രവിച്ചു പ്രാവര്‍ത്തികമാക്കുന്നത് രക്ഷാകരമായിരിക്കും. എന്നാല്‍ അതിനെ അവഗണിക്കുന്നവര്‍ക്ക് നാശത്തിനും കാരണമാകും.`,
    incident: `വി.അല്‍ബത്തോസ് ഒരു വൈദിക വിദ്യാര്‍ത്ഥിയായിരുന്ന കാലത്ത് അദ്ദേഹത്തിന് പരിശുദ്ധ കന്യകയോടു അതിയായ ഭക്തി ഉണ്ടായിരുന്നു. എന്നാല്‍ കുറെക്കഴിഞ്ഞപ്പോള്‍ അദ്ദേഹത്തിന് പഠനത്തില്‍ വലിയ ബുദ്ധിമുട്ടനുഭവപ്പെട്ടു. കൂടാതെ ഡൊമിനിക്കന്‍ സന്യാസ സഭാംഗമായ അദ്ദേഹം സന്യാസ ജീവിതം പരിത്യജിച്ചു പോകുവാന്‍ തീരുമാനിച്ചു. ഒരു ദിവസം പ.കന്യക അദ്ദേഹത്തിന് പ്രത്യക്ഷപ്പെട്ട് അദ്ദേഹത്തോട് ഇപ്രകാരം അരുളിച്ചെയ്തു. മകനേ, നീ ഈ സന്യാസത്തില്‍ നിലനില്‍ക്കുക. നിനക്ക് സന്യാസ ജീവിതം നയിക്കുന്നതിനുള്ള എല്ലാ അനുഗ്രഹങ്ങളും ഞാന്‍ എന്‍റെ ദിവ്യകുമാരനില്‍ നിന്നും പ്രാപിച്ചു നല്‍കുന്നതാണ്.

    വി.അല്‍ബത്തോസ് തത്ഫലമായി സന്യാസ ജീവിതം തുടര്‍ന്നു നയിക്കുവാന്‍ തീരുമാനിച്ചു. അദ്ദേഹം പിന്നീട് വലിയ ഒരു മരിയ ഭക്തനായിത്തീര്‍ന്നു. പഠിക്കുവാന്‍ വളരെ വിഷമിച്ചിരുന്ന അദ്ദേഹം അഗാധ പണ്ഡിതനായി. ലോകം ദര്‍ശിച്ചിട്ടുള്ളതിലേക്ക് ഏറ്റം കഴിവു തികഞ്ഞ വി.തോമസ്‌ അക്വിനാസിന്‍റെ ഗുരുഭൂതനാകാനുള്ള ഭാഗധേയവും അദ്ദേഹത്തിന് സിദ്ധിച്ചു. മരിയശാസ്ത്രത്തിന്‍റെ മല്‍പാന്‍ എന്നാണ് വിശുദ്ധന്‍ അറിയപ്പെടുന്നത്.`,
    prayer: `മരിയാംബികയേ! അങ്ങ് ദൈവവചനം ശ്രവിക്കുന്നതിലും അത് പ്രാവര്‍ത്തികമാക്കുന്നതിലും എത്ര വിശ്വസ്തത പ്രകടിപ്പിച്ചു."നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ." എന്ന അങ്ങേ വചസ്സുകളിലൂടെ ഒരു നവ്യ ലോകത്തെ സൃഷ്ടിച്ചു. നാഥേ! ഞങ്ങളും ദൈവവചനം ശ്രവിക്കുന്നതിനും അതിനനുസരണമായി ജീവിതം നയിക്കുന്നതിനും വേണ്ട അനുഗ്രഹങ്ങള്‍ നല്‍കേണമേ. ഞങ്ങള്‍ ദൈവവചനം പലപ്പോഴും താല്‍പര്യമില്ലാതെ കേള്‍ക്കുകയും പ്രാവര്‍ത്തികമാക്കാതിരിക്കുകയും ചെയ്തിട്ടുണ്ട്. അതിനെക്കുറിച്ച് ഞങ്ങള്‍ മന:സ്തപിക്കുന്നു. ഞങ്ങളുടെ ഭാവി ജീവിതം അങ്ങേ ദിവ്യകുമാരന്‍റെ രക്ഷാകരമായ വചനങ്ങള്‍ക്കനുസൃതമായി നയിച്ചു കൊള്ളാമെന്ന് പ്രതിജ്ഞ ചെയ്യുന്നു. ഞങ്ങളുടെ ബലഹീനതയെ പരിഹരിക്കണമേ.`,
    sukruthajapam: `ദൈവപുത്രന്‍റെ മാതാവേ, ദൈവവചനത്തിനനുസൃതമായി ജീവിക്കുവാന്‍, ഞങ്ങളെ പഠിപ്പിക്കേണമേ.`,
  },
  {
    daytext: `പന്ത്രണ്ടാം തീയതി`,
    subject: `ദൈവതിരുമനസ്സിനോടുള്ള പരിശുദ്ധ കന്യകയുടെ വിധേയത്വം`,
    intro: `പരിശുദ്ധ കന്യക ദൈവത്തോട് കന്യാത്വം നേരത്തെ വാഗാദാനം ചെയ്തിട്ടുണ്ടായിരുന്നു. ദൈവദൂതന്‍ പരിശുദ്ധ കന്യകയെ സമീപിച്ചു കൊണ്ട് ദൈവികമായ ദൗത്യം അവളെ അറിയിച്ചു. "നന്മ നിറഞ്ഞവളെ, നിനക്കു സ്വസ്തി, സ്ത്രീകളില്‍ അനുഗ്രഹിക്കപ്പെട്ടവളെ കര്‍ത്താവ് നിന്നോടുകൂടെ" എന്ന അഭിവാദനം കേട്ടപ്പോള്‍ പരിശുദ്ധ അമ്മ അസ്വസ്ഥയായി.

    കന്യകയായ തനിക്ക് എങ്ങനെ ഇത് സംഭവിക്കുമെന്ന് പരിശുദ്ധ അമ്മ ദൂതനോടു ചോദിച്ചു. ദൂതന്‍ ഉത്തരമായി പറഞ്ഞു: "പരിശുദ്ധാത്മാവ് നിന്റെമേല്‍ വരും. അത്യുന്നതന്‍റെ ശക്തി നിന്‍റെ മേല്‍ ആവസിക്കും. ഇതിനാല്‍ നിന്നില്‍നിന്നു പിറക്കുന്നവന്‍ പരിശുദ്ധനാകുന്നു. അവന്‍ ദൈവത്തിന്‍റെ പുത്രന്‍ എന്നു വിളിക്കപ്പെടുകയും ചെയ്യും".
    
    മറിയം പറഞ്ഞു: "ഇതാ ഞാന്‍ കര്‍ത്താവിന്‍റെ ദാസി, നിന്‍റെ വാക്കു പോലെ എന്നില്‍ സംഭവിക്കട്ടെ." മേരി എത്രമാത്രം ദൈവതിരുമനസ്സിനു വിധേയയായിരുന്നു എന്ന്‍ നമുക്ക് ഈ വാക്കുകളില്‍ നിന്ന്‍ മനസ്സിലാക്കാം. ലോകപരിത്രാതാവിനോടൊപ്പം അനേകം യാതനകള്‍ അനുഭവിക്കേണ്ടതായി വരുമെന്നറിഞ്ഞിട്ടും അങ്ങേ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ എന്നു പറയുവാന്‍ അവള്‍ സന്നദ്ധയായി.
    
    ഈജിപ്തിലേക്കുള്ള പ്രവാസവും പ്രത്യാഗമനവും നസ്രസിലെ വിനീതമായ ജീവിതവും ദാരിദ്ര്യ ക്ലേശങ്ങളുമെല്ലാം അനുഭവിക്കാന്‍ അവള്‍ ഒരുക്കമായിരുന്നു. മിശിഹായുടെ പരസ്യ ജീവിതത്തിലും പീഡാസഹനത്തിലും കാല്‍വരിയിലും അവള്‍ "നിന്‍റെ വചനം പോലെ എന്നില്‍ ഭവിക്കട്ടെ" എന്ന വാക്കുകള്‍ ആവര്‍ത്തിച്ചിട്ടുണ്ടാകണം.
    
    ഒരിക്കല്‍ ഈശോ ജനക്കൂട്ടത്തോടു സംസാരിച്ചു കൊണ്ടിരുന്നപ്പോള്‍ അവിടുത്തെ ദിവ്യജനനിയും സഹോദരിമാരും വന്നു, പുറത്തു നിന്നുകൊണ്ട് അവിടത്തോട് സംസാരിക്കുവാന്‍ താത്പര്യപ്പെട്ടു. "ഇതാ, നിന്‍റെ അമ്മയും സഹോദരന്മാരും പുറത്തു നില്‍ക്കുന്നു. നിന്നോട് സംസാരിക്കുവാന്‍ ആഗ്രഹിക്കുന്നു." ഒരു മനുഷ്യന്‍ ചെന്ന്‍ ഈശോയോട് പറഞ്ഞു. യേശുവിന്റെ മറുപടി ഇപ്രകാരമായിരിന്നു, "ആരാണ് എന്റെ അമ്മ? ആരാണ് എന്റെ സഹോദരര്‍? തന്റെ ശിഷ്യരുടെ നേരേ കൈ ചൂണ്ടി കൊണ്ട് അവന്‍ പറഞ്ഞു: ഇതാ, എന്റെ അമ്മയും സഹോദരരും. സ്വര്‍ഗസ്ഥനായ എന്റെ പിതാവിന്റെ ഇഷ്ടം നിറവേറ്റുന്നവനാരോ അവനാണ് എന്റെ സഹോദരനും സഹോദരിയും അമ്മയും" (വി.മത്തായി 12:48-50).
    
    പരിശുദ്ധ കന്യകയുടെ മഹത്വത്തിനുള്ള യഥാര്‍ത്ഥമായ കാരണം അവളുടെ ദൈവതിരുമനസ്സിനോടുള്ള വിധേയത്വമാണെന്നു മിശിഹാ ഇവിടെ വ്യക്തമാക്കുന്നു. കൂടാതെ നാം ഓരോരുത്തരും ദൈവതിരുമനസ്സ് നിവര്‍ത്തിക്കുമ്പോള്‍ ഈശോയുമായി നമുക്ക് ഒരു നവ്യമായ ബന്ധം ഉളവാകുന്നു എന്നുള്ള വസ്തുതയും പ്രഖ്യാപിക്കുകയാണ്. "കര്‍ത്താവേ, കര്‍ത്താവേ എന്നു വിളിക്കുന്നവനല്ല സ്വര്‍ഗ്ഗരാജ്യത്ത് പ്രവേശിക്കുന്നത് പ്രത്യുത സ്വര്‍ഗ്ഗസ്ഥനായ പിതാവിന്‍റെ ഹിതം നിര്‍വഹിക്കുന്നവനാണ്" എന്ന്‍ ഗിരിപ്രഭാഷണത്തില്‍ അവിടുന്ന്‍ അരുളിച്ചെയ്യുന്നുണ്ടല്ലോ.
    
    ദൈവതിരുമനസ്സിനോടുള്ള വിധേയമാണ് ക്രിസ്തീയ ജീവിതത്തിന്റെ അടിസ്ഥാനം. മിശിഹായുടെയും പരിശുദ്ധ കന്യകാമറിയത്തിന്‍റെയും ജീവിതത്തില്‍ ഇത് വളരെ പ്രകടമായിരുന്നു. അനുദിന ജീവിതത്തില്‍ ഓരോ നിമിഷവും ദൈവദൂതന്‍ സമീപിച്ച് ദൈവഹിതം നമ്മെ അറിയിക്കുന്നുണ്ട്. ദൈവപ്രമാണങ്ങള്‍, തിരുസഭയുടെ കല്‍പനകള്‍, മേലധികാരികളുടെ നിര്‍ദ്ദേശങ്ങള്‍, ജീവിതച്ചുമതലകള്‍ എന്നിവയിലൂടെ നാം മനസ്സിലാക്കി പ്രവര്‍ത്തിക്കുന്നെങ്കില്‍ നമുക്കു ഉത്തമമായി ദൈവ സേവനവും സഹോദര സേവനവും നിര്‍വഹിക്കുവാന്‍ കഴിയും.`,
    incident: `ജോണ്‍ ഹോക്സന്‍ഹാം എന്ന പണ്ഡിതന്‍ ലൂര്‍ദ്ദിലെ അരുവിയിലെ ദിവ്യജലം വഴിയായി നടക്കുന്ന രോഗശമനങ്ങളെക്കുറിച്ച് എഴുതിയിട്ടുള്ളത് ഇപ്രകാരമാണ്. "ഇതെഴുതുന്ന ഞാന്‍ ഒരു പ്രൊട്ടസ്റ്റന്‍റ് മതവിഭാഗമായ ഫ്രീ ചര്‍ച്ചുകാരനാണ്. റോമന്‍ കത്തോലിക്കരായി എനിക്ക് അനേകം മിത്രങ്ങള്‍ ഉണ്ടെങ്കിലും അവരില്‍ പലരും അവരവരുടെ മതം വിശ്വസ്തതയോടു കൂടി അനുഷ്ഠിക്കുന്നുണ്ടെന്ന ആത്മനിന്ദാബോധത്തോടു കൂടി ജീവിക്കുന്നു. കത്തോലിക്കാ സഭയോടു എനിക്ക് യാതൊരു പ്രതിപത്തിയുമില്ല. ലൂര്‍ദ്ദിലെ ഈ അത്ഭുതങ്ങള്‍ സംബന്ധിച്ച് ഞാന്‍ യഥാര്‍ത്ഥമായി അറിഞ്ഞില്ല എന്നതു തന്നെ".

    "എന്നാല്‍ എന്‍റെ സ്വന്തം കണ്ണുകള്‍ കൊണ്ട് അവയെല്ലാം കാണുകയും ഹൃദയത്തിന് ബോധ്യപ്പെടുകയും ചെയ്തു കഴിഞ്ഞതിനോടു കൂടി ഈ സത്യത്തെ അംഗീകരിക്കാന്‍ ഞാന്‍ നിര്‍ബന്ധിതനായിത്തീര്‍ന്നിരിക്കുന്നു. ലൂര്‍ദ്ദിലെ രോഗശമനങ്ങള്‍ക്ക് വലിയ സര്‍ജന്‍മാരും ഭിഷഗ്വരന്‍മാറും സാക്ഷ്യം നല്‍കിയിട്ടുണ്ട്. എന്നെ സംബന്ധിച്ചിടത്തോളം ലൂര്‍ദ്ദില്‍ ദൈവത്തിന്‍റെ അത്ഭുതകരമായ ആവിഷ്ക്കരണം നടക്കുന്നുണ്ട്".
    
    (Jonh Oxenham, The wonder of Lourdes).`,
    prayer: `ദിവ്യജനനി, അങ്ങ് ദൈവതിരുമനസ്സിനോട്‌ പരിപൂര്‍ണ്ണ വിധേയമായി വര്‍ത്തിച്ചു. എല്ലാ നിമിഷത്തിലും അതു മാത്രമായിരുന്നു അവിടുത്തെ ജീവിതനിയമം. മനുഷ്യാവതാരത്തിനു സമ്മതം നല്‍കിയപ്പോള്‍ മുതല്‍ കാല്‍വരിയിലെ കുരിശിനു സമീപം നില്‍ക്കുമ്പോഴും അതിനുശേഷവും അവിടുന്ന്‍ സദാ ദൈവതിരുമനസ്സ് നിറവേറ്റിയതാണ്. അവിടുത്തെ മഹത്വത്തിന് നിദാനമെന്ന് ഞങ്ങള്‍ മനസ്സിലാക്കി. ദൈവമാതാവേ, അങ്ങേ വത്സലമക്കളായ ഞങ്ങളും ദൈവതിരുമനസ്സിനു പരിപൂര്‍ണ്ണമായി വിധേയരായി ജീവിക്കാനുള്ള അനുഗ്രഹം നല്‍കണമേ. ജീവിത ക്ലേശങ്ങളിലും പ്രലോഭനങ്ങളുടെ തിരകള്‍ അലയടിച്ച് ഉയരുമ്പോഴും രോഗങ്ങളും യാതനകളും അനുഭവപ്പെടുമ്പോഴും ദൈവതിരുമനസ്സാകുന്ന ദീപശിഖ ഞങ്ങള്‍ക്കു മാര്‍ഗദര്‍ശനമരുളുവാന്‍ അങ്ങു സഹായിക്കണമേ.`,
    sukruthajapam: `ദൈവതിരുമനസ്സിനു സ്വയം അര്‍പ്പിച്ച ദൈവമാതാവേ, ദൈവതിരുമനസ് അനുസരിച്ചു ജീവിക്കുവാന്‍ ഞങ്ങളെ സഹായിക്കേണമേ.‍`,
  },
  {
    daytext: `പതിമൂന്നാം തീയതി`,
    subject: `ദൈവമാതാവിന്റെ അതിശ്രേഷ്ട്ട മാതൃത്വം`,
    intro: `മാതൃത്വം ശ്രേഷ്ഠമാണെങ്കില്‍ ദൈവമാതൃത്വം അതിശ്രേഷ്ഠവും അത്യുന്നതവുമാണ്. തിരുസഭ കന്യാമറിയത്തെ വിവിധ നാമങ്ങളില്‍ വിളിച്ചപേക്ഷിക്കുന്നുണ്ട്. അവയില്‍ ഏറ്റം ഉത്കൃഷ്ടവും മഹത്തരവുമായത് ദൈവമാതാവ് എന്നുള്ളതാണ്. പ. കന്യകയുടെ മഹത്വത്തിന്‍റെ എല്ലാ നിദാനവും അവളുടെ ദൈവമാതൃത്വമാണല്ലോ. ദൈവമാതാവ് എന്നുള്ള നിലയില്‍ മറിയത്തിന്‍റെ സ്ഥാനവും മഹിമയും വര്‍ണ്ണാതീതവും നമ്മുടെ പരിമിതമായ ബുദ്ധിക്ക് അതീതവുമാണ്.

    വി.ബൊനവെന്തുര പറയുന്നു: "ദൈവത്തിനു കുറേക്കൂടി പരിപൂര്‍ണമായ മാലാഖമാരേയോ മഹത്തരമായ പ്രപഞ്ചത്തെയോ കൂടുതല്‍ മനോഹരമായ സ്വര്‍ഗ്ഗത്തെ തന്നെയുമോ സൃഷ്ടിക്കുവാന്‍ കഴിയും. എന്നാല്‍ ദൈവമാതാവിനെക്കാള്‍ പരിപൂര്‍ണയായ ഒരു അമ്മയെ സൃഷ്ടിക്കുക സാധ്യമല്ല." ദൈവം മനുഷ്യനു പ്രദാനം ചെയ്തിരിക്കുന്ന എല്ലാ വിശേഷ വരങ്ങളിലും വച്ച് മഹോന്നതമായത് ദൈവമാതൃത്വമാണ്. മറ്റെല്ലാ വശങ്ങളും ഇതിനെ ആശ്രയിച്ചു നില്‍ക്കുന്നുവെന്ന് പറയാം. മറിയത്തിന്‍റെ അമലോത്ഭവവും നിത്യകന്യാത്വവുമെല്ലാം ദൈവമാതൃത്വത്തെ പ്രതിയാണ് അവര്‍ക്ക് നല്‍കപ്പെട്ടത്‌.
    
    ദൈവമാതൃത്വം ക്രിസ്തുമതത്തിന്‍റെ അടിസ്ഥാന തത്വമാണ്. മറിയത്തെ ദൈവമാതാവായി നാം കണക്കാക്കുന്നിലെങ്കില്‍ നമ്മുടെ വിശ്വാസം യുക്തിഹീനമാണ്. മറിയത്തിന്‍റെ ദൈവമാതൃത്വം നിഷേധിക്കുന്നവര്‍ വിശ്വാസത്തിന്‍റെ അടിസ്ഥാനപരമായ മറ്റു പല സത്യങ്ങളെയും നിഷേധിക്കുന്നു. എന്നാല്‍ ദൈവമാതൃത്വം അംഗീകരിച്ചാല്‍ ‍മറ്റു വിശ്വാസ സത്യങ്ങളും അംഗീകരിക്കുവാന്‍ എളുപ്പമുണ്ട് താനും.
    
    ജനിപ്പിക്കുക, പ്രസവിക്കുക മുതലായവ നാം വ്യക്തിയിലാണ് ആരോപിക്കുന്നത്. സ്വാഭാവിക ജനനത്തില്‍ മാതാപിതാക്കന്മാരുടെ പങ്ക് ശിശുവിന്‍റെ ശരീര രൂപീകരണമാണ്. അപ്രകാരം രൂപീകൃതമാകുന്ന ശരീരത്തില്‍ ദൈവം ആത്മാവിനെ നിവേശിപ്പിക്കുമ്പോള്‍ അത് വ്യക്തിയായിത്തീരുന്നു. എങ്കിലും നാം മാതാപിതാക്കന്മാരെക്കുറിച്ച് ഒരു വ്യക്തിയുടെ ശരീരത്തിന്‍റെ മാതാവ്, പിതാവ് എന്നല്ല പറയുന്നത്. ഇതുപോലെ പ.കന്യകയും മാംസമായി അവതരിച്ച ദൈവവചനത്തിന്‍റെ മാതാവ് അഥവാ ദൈവമാതാവ് എന്ന് പൂര്‍ണ്ണമായ അര്‍ത്ഥത്തില്‍ നമുക്കു പറയാന്‍ സാധിക്കും.
    
    മറ്റു മാതാക്കളെപ്പോലെ മറിയവും തന്‍റെ ശിശുവിന് മനുഷ്യത്വം മാത്രമാണ് നല്‍കിയത്. എന്നിരുന്നാലും മനുഷ്യസ്വഭാവം സ്വീകരിച്ചത് ദൈവിക വ്യക്തിയാണ്. അതിനാല്‍ മറിയം ദൈവമാതാവാണ്. സാധാരണ മാതൃത്വത്തിനാവശ്യമായ ദാമ്പത്യ ധര്‍മ്മാനുഷ്ഠാനം മറിയത്തില്‍ സംഭവിച്ചിട്ടില്ല. ബാക്കിയുള്ള മാതൃത്വത്തിന്‍റേതായ കടമകള്‍ എല്ലാം അവള്‍ നിര്‍വഹിച്ചു.
    
    മറിയം ദൈവസുതനെ ഒമ്പതു മാസക്കാലം സ്വന്തം ഉദരത്തില്‍ സംവഹിക്കുകയും സ്വരക്തത്താല്‍ പരിപോഷിപ്പിക്കുകയും ചെയ്തു. പ്രസവാനന്തരം സ്നേഹവും കരുതലും നല്‍കി പരിപോഷിപ്പിക്കുകയും ചെയ്തു. ആകയാല്‍ ദൈവമായ മിശിഹാ, അവളുടെ മാംസത്തിന്‍റെ മാംസവും രക്തത്തിന്‍റെ രക്തവുമാണെന്നു മേരിക്ക് പറയുവാന്‍ സാധിക്കും.`,
    incident: `ഹെന‍്റി ഗ്വനിയര്‍ (Henry Guiner) എന്ന പണ്ഡിതന്‍ ലൂര്‍ദ്ദില്‍ നടക്കുന്ന അത്ഭുതങ്ങളെപ്പറ്റി ഇപ്രകാരം രേഖപ്പെടുത്തിയിരിക്കുന്നു. 1862 ആണ്ടു മുതല്‍ നാല്‍പ്പതു വര്‍ഷക്കാലത്തെയ്ക്കു ലൂര്‍ദ്ദിലെ ഗ്രോട്ടോയുടെ സമീപത്ത് എന്‍റെ വേനല്‍ക്കാല വസതിയില്‍ ഞാന്‍ വിശ്രമിച്ചു വരികയാണ്. ലൂര്‍ദ്ദിലെ പട്ടണത്തില്‍ തന്നെ പത്തുകൊല്ലം സേവനമനുഷ്ഠിച്ചിട്ടുണ്ട്. ഇവിടെ വച്ച് അനേകായിരം തീര്‍ത്ഥാടകരുടെയും അനേകം രോഗികളുടെയും ഗമന നിര്‍ഗ്ഗമന‍ങ്ങള്‍ ഞാന്‍ കണ്ടു. വൈദ്യവൃത്തിയില്‍ ഏര്‍പ്പെട്ടിരുന്ന മറ്റു പലരേയും പോലെ ഞാന്‍ അവിശ്വാസമുള്ളവനായിരുന്നു.

    വളരെ ജോലിത്തിരക്കുള്ളവനും സമയം ഒട്ടും നഷ്ടപ്പെടുത്തുവാന്‍ പറ്റില്ലാത്ത ഒരാളാണ് താന്‍ എന്നായിരുന്നു എന്‍റെ ഭാവം. അലക്ഷ്യതയും മുന്‍വിധിയും നിമിത്തം മുപ്പതു വര്‍ഷക്കാലത്തേയ്ക്കു ലൂര്‍ദിലെ ഏറ്റവും വിലയുള്ള സാക്ഷ്യങ്ങളെ വകവയ്ക്കാതെ ജീവിച്ചു. എതിര്‍ക്കാനാവാത്ത ശക്തിയോടു കൂടിയ തെളിവുകളും ഏറ്റവും ആശ്ചര്യവഹമായി കൂടെക്കൂടെ നടന്നു കൊണ്ടിരുന്ന രോഗശമനങ്ങളും പ്രബലമായി. അത് എന്നില്‍ സ്വാധീനശക്തി ചെലുത്തി.
    
    ഒടുവില്‍ എന്‍റെ ശിരസ്സു കുനിക്കുകയും എനിക്കുണ്ടായ ബോധ്യത്തെ പരസ്യമായി പ്രഖ്യാപിക്കുകയും ചെയ്യുന്നു. ലൂര്‍ദ്ദിലെ പരിശുദ്ധ അമ്മയുടെ മാധ്യസ്ഥത്തില്‍ നടന്ന അത്ഭുതങ്ങളുടെ പരിശോധനയ്ക്കു വേണ്ടിയുള്ള ഈ ഹോസ്പിറ്റലില്‍ ഞാന്‍ കണ്ടിട്ടുള്ളതും അറിഞ്ഞിട്ടുള്ളതുമായവയെ സകല അത്ഭൂതങ്ങളും സത്യമാണെന്നു സകലരെയും ഞാന്‍ ഇപ്പോള്‍ അറിയിച്ചു കൊള്ളുന്നു.`,
    prayer: `ദൈവമേ, അങ്ങ് പ. കന്യകയെ അങ്ങേ മാതാവായി തെരഞ്ഞെടുത്ത് മഹത്വപ്പെടുത്തിയതില്‍ ഞങ്ങള്‍ സന്തോഷിക്കുന്നു. അങ്ങേയ്ക്ക് ഞങ്ങള്‍ കൃതജ്ഞത പറയുന്നു. ദൈവജനനി, അങ്ങ് സര്‍വ സൃഷ്ടികളിലും ഉന്നതയാണ്. അങ്ങ് ഞങ്ങളുടെ അഭിമാനപാത്രവുമത്രേ. ഞങ്ങള്‍ അവിടുത്തെ മഹത്വത്തെപ്പറ്റി ചിന്തിക്കുമ്പോള്‍ ഞങ്ങളുടെ ഹീനതയെ മനസ്സിലാക്കുന്നു. അവിടുത്തെ അനുസ്മരിച്ച് കൂടുതല്‍ വിശുദ്ധി പ്രാപിച്ച് അങ്ങേ ദിവ്യസുതന്‍റെ യഥാര്‍ത്ഥ അനുയായികളായിത്തീരുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കേണമേ. സര്‍വോപരി ആദ്ധ്യാത്മികവും ഭൗതികവുമായ എല്ലാ ആവശ്യങ്ങളിലും ഞങ്ങള്‍ക്കും അങ്ങേ അനുഗ്രഹവര്‍ഷം ഉണ്ടാകട്ടെ. ലോകസമാധാനവും മാനവകുലത്തിന്‍റെ മാനസാന്തരവും ഐക്യവും സാധിച്ചു തിരുസഭ വിജയം വരിക്കുന്നതിനുള്ള കൃപ ലഭിച്ചു തരേണമേ.`,
    sukruthajapam: `ഉണ്ണിയീശോയേ ഉദരത്തില്‍ സംവഹിച്ച മാതാവേ, അങ്ങേ തിരുക്കുമാരനെ ഹൃദയത്തില്‍ സംവഹിക്കുവാന്‍ കൃപ ചെയ്യണമേ.`,
  },
  {
    daytext: `പതിന്നാലാം തീയതി`,
    subject: `പരിശുദ്ധ കന്യകയുടെ സന്ദര്‍ശനം`,
    intro: `പ.കന്യക ദൈവമാതാവ് എന്ന ഉന്നതമായ സ്ഥാനത്തേക്ക് ഉയര്‍ത്തപ്പെട്ട ഉടനെ, അവളുടെ ബന്ധുവായ എലിസബത്തിനെ സന്ദര്‍ശിക്കുവാനായി യൂദയായിലെ ഒരു പട്ടണത്തിലേക്കു പോയി.അവള്‍ വാര്‍ദ്ധക്യ കാലത്ത് ഗര്‍ഭിണിയായിരിക്കുന്നുവെന്ന്‍ പരിശുദ്ധ അമ്മ, ദൈവദൂതനില്‍ നിന്നും മനസ്സിലാക്കി. അതിനാല്‍ അവര്‍ക്ക് സേവനം ആവശ്യമാകയാല്‍ അതിനായിട്ടാണ് അവള്‍ പുറപ്പെട്ടത്. ജോസഫും പ.കന്യകയെ അനുഗമിച്ചിരിക്കാം. സുദീര്‍ഘമായ യാത്ര കഴിച്ച് പ.കന്യക എലിസബത്തിന്‍റെ ഭവനത്തില്‍ എത്തിച്ചേര്‍ന്നു. അവിടെ എത്തിച്ചേര്‍ന്ന മേരി എലിസബത്തിനു അഭിവാദ്യമര്‍പ്പിച്ചു. മറിയത്തിന്‍റെ സ്വസ്തി ശ്രവിച്ച എലിസബത്ത് പരിശുദ്ധാത്മാവിനാല്‍ സംപ്രീതയായി തിരിച്ചും അഭിവാദനം ചെയ്തു.

    "നീ സ്ത്രീകളില്‍ അനുഗ്രഹിക്കപ്പെട്ടവളാകുന്നു. നിന്‍റെ ഉദരഫലവും അനുഗൃഹീതമാവുന്നു. എന്‍റെ കര്‍ത്താവിന്‍റെ അമ്മ എന്‍റെ അടുക്കല്‍ വരുവാനുള്ള ഭാഗ്യം എവിടെ നിന്ന്‍, കര്‍ത്താവ് നിന്നോട് അരുളിച്ചെയ്ത വാക്കുകള്‍ വിശ്വസിച്ച നീ ഭാഗ്യവതി" എലിസബത്തിന്‍റെ അനുമോദനങ്ങള്‍ ശ്രവിച്ച ദിവ്യകന്യകയുടെ ആത്മാവ് ത്രസിച്ചു. അവള്‍ ആനന്ദാതിരേകത്താല്‍ ഇപ്രകാരമുദ്ഘോഷിച്ചു.
    
    "മറിയം പറഞ്ഞു : എന്റെ ആത്മാവ് കര്‍ത്താവിനെ മഹത്വപ്പെടുത്തുന്നു. എന്റെ ചിത്തം എന്റെ രക്ഷകനായ ദൈവത്തില്‍ ആനന്ദിക്കുന്നു. അവിടുന്ന് തന്റെ ദാസിയുടെ താഴ്മയെ കടാക്ഷിച്ചു. ഇപ്പോള്‍ മുതല്‍ സകല തലമുറകളും എന്നെ ഭാഗ്യവതി എന്നു പ്രകീര്‍ത്തിക്കും. ശക്തനായവന്‍ എനിക്കു വലിയകാര്യങ്ങള്‍ ചെയ്തിരിക്കുന്നു,അവിടുത്തെനാമം പരിശുദ്ധമാണ്" (വി.ലൂക്കാ 1:46-49).
    
    ദൈവജനനിയുടെ എളിമയും ദൈവത്തോടുള്ള അനുപമമായ കൃതജ്ഞതയും സ്നേഹവും ആന്തരികവുമായ ആനന്ദവും വ്യക്തമാക്കുന്നവയാണ് പ്രസ്തുത കൃതജ്ഞതാലാപനം. അതോടൊപ്പം അത് പ്രവചനപരവുമാണ്. എല്ലാ തലമുറകളും എന്നെ ഭാഗ്യവതി എന്നു പ്രകീര്‍ത്തിക്കുമെന്നുള്ള പ.കന്യകയുടെ വാക്കുകള്‍ പരിപൂര്‍ണ്ണമായി സ്വാര്‍ത്ഥകമായിരിക്കുന്നു. ഇന്നും എല്ലാവരും പ.കന്യകയെ സ്തുതിക്കുന്നതില്‍ ഉത്സുകരാണ്. അക്രൈസ്തവര്‍പോലും മേരിയുടെ വിശേഷഗുണങ്ങളെ പ്രകീര്‍ത്തിക്കുന്നു.
    
    മരിയാംബിക ഉദരസ്ഥിതനായ മിശിഹായെയും സംവഹിച്ചു കൊണ്ടാണ് സേവനത്തിനു പുറപ്പെടുന്നത്. തന്നിമിത്തം മേരിയുടെ അവിടുത്തെ സാന്നിദ്ധ്യം തന്നെ അനേകം അത്ഭുതകരമായ പ്രവര്‍ത്തനങ്ങള്‍ക്കു കാരണമായെന്ന് പറയപ്പെടുന്നു. ഏലീശ്വ പരിശുദ്ധാത്മാവിനാല്‍ പ്രചോദിതയായി മേരി, ദൈവമാതാവായി എന്നുള്ള വസ്തുത പ്രഖ്യാപിക്കുകയാണ്. ഉദരസ്ഥിതനായ യോഹന്നാന്‍ ശുദ്ധീകരിക്കപ്പെടുന്നു.
    
    നാമും സേവനത്തിനു പോകുമ്പോള്‍ ക്രിസ്തുവാഹകരായിരുന്നാല്‍ നമ്മുടെ പ്രവര്‍ത്തനങ്ങള്‍ കൂടുതല്‍ ഫലമണിയും. 1972-ല്‍ മദര്‍ തെരേസയ്ക്ക് നെഹ്‌റു അവാര്‍ഡ് നല്‍കിയതിനുശേഷം മദറിന്റെ പ്രവര്‍ത്തന വിജയത്തിനുള്ള കാരണമാരാഞ്ഞ പത്രപ്രതിനിധികളോടു മദര്‍ തെരേസ ഇപ്രകാരം പ്രസ്താവിച്ചു. "ഞാന്‍ എല്ലാ ദിവസവും രാവിലെ പ.കുര്‍ബാനയില്‍ മിശിഹായെ ആരാധിക്കും. കല്‍ക്കട്ടായിലും ഡല്‍ഹിയിലും ബോംബെയിലുമുള്ള തെരുവീഥികളിലും പരിത്യക്തരിലും കുഷ്ഠരോഗികളിലും ഞാന്‍ മിശിഹായെ ആരാധിക്കുന്നു" ഇതുപോലെ ഓരോ ക്രിസ്ത്യാനിയും ഒരു ക്രിസ്തുവാഹകനായിരിക്കണം.`,
    incident: `ഫ്രാന്‍സിലെ ഒരു കുഗ്രാമത്തില്‍ ഇടവക വൈദികനായി ജീവിച്ച് അനിതരസാധാരണമായ വിശുദ്ധി കൊണ്ട് ജീവിതകാലത്തും മരണശേഷവും ലോകത്തെ അനുഗ്രഹിച്ച പുണ്യവാനാണ് ജോണ്‍ വിയാനി. 1788-ല്‍ ജനിച്ച വി.വിയാനി സെമിനാരിയില്‍ ചേര്‍ന്ന് പഠനമാരംഭിച്ചു. സഹപാഠികളോടൊപ്പം പഠിച്ച് പരീക്ഷകള്‍ പാസാകാന്‍ വേണ്ട ബുദ്ധിസാമര്‍ത്ഥ്യമോ കഴിവോ അദ്ദേഹത്തിനില്ലായിരുന്നു. സെമിനാരി പരീക്ഷയില്‍ ഉത്തരങ്ങള്‍ എഴുതാന്‍ സാധിച്ചില്ലയെന്ന്‍ മാത്രമല്ല ചോദ്യങ്ങളുടെ അര്‍ത്ഥം മനസ്സിലാക്കാന്‍ പോലും അദ്ദേഹത്തിന് കഴിഞ്ഞിരിന്നില്ല. അങ്ങനെ വൈദികനാകാനുള്ള തന്‍റെ അഭിലാഷം എന്നന്നേക്കുമായി തകര്‍ന്നതില്‍ വിയാനിയുടെ മനസ്സ് വേദനിച്ചു.

    എല്ലാ മാര്‍ഗ്ഗങ്ങളും തന്‍റെ മുന്നില്‍ കൊട്ടിയടയ്ക്കപ്പെട്ടപ്പോള്‍ ജോണ്‍ ദുഃഖിതനായി. പ. കന്യകാമറിയത്തിന്‍റെ സഹായം ഒന്നു മാത്രമാണ് തന്‍റെ കാര്യസാധ്യത്തിനായി അദ്ദേഹം ആശിച്ചത്. ദൈവമാതാവിനോടു വിശുദ്ധന്‍ നിരന്തരം പ്രാര്‍ത്ഥിച്ചു. പക്ഷെ അദ്ദേഹത്തിന്‍റെ സുഹൃത്തായ ബയിലിയുടെ അപേക്ഷപ്രകാരം വീണ്ടും ഒരു പരീക്ഷ കൂടി നടത്തി. ദൈവമാതാവിന്‍റെ സഹായം അപേക്ഷിച്ച് ഒരിക്കല്‍ക്കൂടി പരീക്ഷയ്ക്ക് വിയാനി അണഞ്ഞു.
    
    ആ പരീക്ഷയില്‍ സ്തുത്യര്‍ഹമായ വിധം ഉത്തരം നല്‍കുവാന്‍ അദ്ദേഹത്തിന് കഴിഞ്ഞു. അവസാനവിധി കല്പ്പിക്കുവാനുള്ള അധികാരി ജനറല്‍ ഫാ.കേര്‍ബന്‍ ആയിരുന്നു. അദ്ദേഹം ചോദിച്ചു."ജോണ്‍ വിയാനി ഭക്തനാണോ? ദൈവമാതാവിനോടു അയാള്‍ക്ക് ഭക്തിയുണ്ടോ? അങ്ങനെയെങ്കില്‍ പട്ടം കൊടുക്കുവാന്‍ എനിക്കു മടിയില്ല." ഇതു കേട്ടപ്പോള്‍ ഫാ.ബെയിലിയുടെയും ജോണ്‍ വിയാനിയുടെയും കണ്ണുകള്‍ സന്തോഷം കൊണ്ട് നിറഞ്ഞു.
    
    പരിശുദ്ധ മറിയത്തെ സ്വന്തം അമ്മയെക്കാളധികം സ്നേഹിക്കുന്ന സഭാതനയനാണ് ജോണ്‍ വിയാനി എന്നറിഞ്ഞപ്പോള്‍ കര്‍ദ്ദിനാളിന്‍റെ സ്ഥാനപതിയായ വികാരി ജനറല്‍ പറഞ്ഞു: "ഇയാളില്‍ വേണ്ടതു ദൈവം പ്രവര്‍ത്തിച്ചു കൊള്ളും. പണ്ഡിതരേക്കാള്‍ ഭക്തരായ വൈദികരെയാണ് ഇന്നത്തെ സഭയ്ക്ക് കൂടുതല്‍ ആവശ്യം." മരണം വരെ പരിശുദ്ധ കന്യകാ മറിയത്തിന്‍റെ അതീവ ഭക്തനായിരുന്ന വി.ജോണ്‍ വിയാനി അങ്ങനെ 1815 ആഗസ്റ്റ്‌ 15 നു പുരോഹിത പദവിയിലേക്ക് ഉയര്‍ന്നു.`,
    prayer: `പരിശുദ്ധ കന്യകാമറിയമേ, അങ്ങ് അവിടുത്തെ ബന്ധുവായ എലിസബത്തിനെ ശുശ്രൂഷിക്കുവാന്‍ ഉദരസ്ഥിതനായ മിശിഹായെയും സംവഹിച്ചു കൊണ്ടുപോയല്ലോ. ഞങ്ങള്‍ അങ്ങേ മാതൃക അനുകരിച്ചു മറ്റുള്ളവര്‍ക്കു സേവനം അര്‍പ്പിക്കുന്നതിനുള്ള അനുഗ്രഹം നല്‍കണമേ. ഞങ്ങളും ഞങ്ങളുടെ സേവന രംഗങ്ങളില്‍ മിശിഹായെ സംവഹിക്കുവാനും അപ്രകാരം മിശിഹായ്ക്കു വേണ്ടി എല്ലാ സേവനവും അര്‍പ്പിക്കുവാനും ഞങ്ങളെ പ്രാപ്തരാക്കേണമേ. ഞങ്ങളുടെ ജീവിതത്തിലൂടെ ഞങ്ങള്‍ മിശിഹായ്ക്കു സാക്ഷ്യം വഹിക്കട്ടെ. ദിവ്യജനനി അങ്ങ് മിശിഹായോടുകൂടി സേവനത്തിനു പോയപ്പോള്‍ അത്ഭുതകരമായ ഫലങ്ങള്‍ ഉളവായി. അതുപോലെ ഞങ്ങളുടെ എല്ലാ സേവനങ്ങളിലും ആദ്ധ്യാത്മികമായ ഫലങ്ങള്‍ ഉളവാക്കുന്നതിനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു പ്രാപിച്ചു നല്‍കണമേ.`,
    sukruthajapam: `ഏലീശ്വായെ സന്ദര്‍ശിച്ചു സഹായിച്ച പരിശുദ്ധ ദൈവമാതാവേ, പരസ്നേഹം ഞങ്ങളില്‍ വളര്‍ത്തണമേ.`,
  },
  {
    daytext: `പതിനഞ്ചാം തീയതി`,
    subject: `ബെത്ലെഹത്തിലേക്കുള്ള യാത്ര`,
    intro: `പ.കന്യക എലിസബത്തിന്‍റെ ഭവനത്തില്‍ നിന്നും തിരിച്ച് നസ്രസ്സില്‍ എത്തിയപ്പോള്‍ യൗസേപ്പിതാവിനേ ചില ആശങ്കകള്‍ അലട്ടി. എന്നാല്‍ ദൈവദൂതന്‍ സ്വപനത്തില്‍ പ്രത്യക്ഷപ്പെട്ടു കൊണ്ട് വി.യൗസേപ്പിനെ ഇപ്രകാരം അറിയിച്ചു. യൗസേപ്പേ, നീ ഭയപ്പെടേണ്ട നിന്‍റെ ഭാര്യയില്‍ ഉത്ഭവിച്ചിരിക്കുന്ന ശിശു പരിശുദ്ധാത്മാവിനാലത്രേ. നീ അവന് ഈശോ എന്നു പേരിടണം. അവന്‍ തന്‍റെ ജനത്തെ അവരുടെ പാപങ്ങളില്‍ നിന്നും മോചിക്കും. (വി.മത്താ. 1:18-25) ദൂതന്റെ ഈ വാക്കുകൾ മൂലം വി.യൗസേപ്പിന്‍റെ സംശയങ്ങള്‍ ദുരീകൃതമായി. തിരുക്കുടുംബത്തില്‍ വലിയ സമാധാനവും സന്തുഷ്ടിയും പരസ്പര സ്നേഹവും വിശ്വാസവും കളിയാടി.

    തദവസരത്തില്‍ റോമാചക്രവര്‍ത്തി അഗസ്റ്റസ് സീസര്‍ അദ്ദേഹത്തിന്‍റെ പ്രജകളുടെ സെന്‍സ് എടുക്കുവാന്‍ കല്‍പന പ്രഖ്യാപിച്ചു. യൗസേപ്പു ദാവീദ് ഗോത്രജനായിരുന്നതിനാല്‍ നസ്രസില്‍ നിന്നും ദാവീദിന്‍റെ പട്ടണമായ ബെത്ലെഹത്തെയ്ക്കു പരിശുദ്ധ മറിയത്തെയും കൂട്ടി പുറപ്പെട്ടു. ലൗകികാധികാരികളുടെ കല്‍പനയില്‍ ദൈവഹിതം ദര്‍ശിച്ചു കൊണ്ട് മേരിയും വി.യൗസേപ്പും ബെത്ലെഹത്തിലേക്കു പോയി. പ.കന്യക പൂര്‍ണ ഗര്‍ഭിണിയായിരുന്നതിനാല്‍ വേണമെങ്കില്‍ ബെത്ലെഹത്തിലേക്കു പോകുന്നതില്‍ നിന്നും ഒഴിവു ലഭിക്കുമായിരുന്നു. എന്നാല്‍ പ.കന്യകയും ദൈവഹിതത്തോടുള്ള പരിപൂര്‍ണ്ണ‍മായ വിശ്വസ്തത പ്രകടിപ്പിക്കുകയാണ്. സുദീര്‍ഘവും ക്ലേശകരവുമായിരുന്നു യാത്ര. നൂറ്റാണ്ടുകള്‍ക്കു മുമ്പ് മിക്കയാസ് പ്രവാചകന്‍ വഴി ദൈവം ഇപ്രകാരം അരുളിച്ചെയ്തിരുന്നു. "ബെത്ലെഹമേ, നീ യൂദായുടെ രാജാക്കളില്‍ ഒട്ടും ചെറുതല്ല. എന്തെന്നാല്‍ നിന്നില്‍ നിന്ന്‍ പിറക്കുന്നവന്‍ എന്‍റെ ജനമായ ഇസ്രായേലിനെ മേയിക്കും." ഇപ്രകാരമുള്ള പ്രവചനം സാര്‍ത്ഥകമാകുവാനാണ് റോമന്‍ സാമ്രാജ്യം വഴി ദൈവം ലോകത്തെ മുഴുവന്‍ ഇളക്കി മറിച്ചത്.
    
    വി.യൗസേപ്പും പ.കന്യകാമറിയവും യാത്രാക്ലേശത്താല്‍ പരിക്ഷീണരായി വിശ്രമത്തിന് പരിചിതരുടെയും ബന്ധുക്കളുടെയും വീടുകളില്‍ അഭയം അന്വേഷിച്ചു. പക്ഷെ ഇവിടെ സ്ഥലമില്ല എന്നുള്ള മറുപടിയാണ് അവർക്ക് ലഭിച്ചത്. അവസാനം അവര്‍ സത്രങ്ങളുടെയും വാതിലുകള്‍ മുട്ടി. അവിടെയും സ്ഥലം ലഭിക്കാതിരുന്നതിനാല്‍ അവർ ഭഗ്നാശരായി കദനഭാരത്തോടുകൂടി കന്നുകാലി തൊഴുത്തിൽ അഭയം തേടി. വി.യൗസേപ്പിനും പ.കന്യകയ്ക്കും അതു വളരെ മര്‍മ്മഭേദകമായിരുന്നു.
    
    ദൈവം അവിടുത്തെ ദിവ്യകുമാരന്‍റെ ആഗമനത്തിനു ലോകത്തെ അനേക സഹസ്രാബ്ദങ്ങള്‍ ഒരുക്കിയിട്ടും അവിടുന്ന് ലോകത്തില്‍ അവതീര്‍ണ്ണനായപ്പോള്‍ അവിടുത്തെ വന്നു പിറക്കുവാന്‍ സ്ഥലമില്ല എന്നുള്ള വസ്തുതയാണ് നാം കാണുന്നത്. ഇത് ദിവ്യജനനിക്ക് എത്ര വേദനാജനകമായിരുന്നുവെന്ന് ചിന്തിച്ചു നോക്കൂ. ഇന്നത്തെ ലോകത്തിലും മതങ്ങളുടെ, സാമൂഹ്യസാമ്പത്തിക, സാംസ്ക്കാരിക വിദ്യാഭ്യാസ രാഷ്ട്രീയ മണ്ഡലങ്ങളില്‍ നിന്നും ക്രിസ്തുവിനെ ബഹിഷ്ക്കരിച്ച് ക്രിസ്തുവില്ലാത്ത ഒരു വ്യവസ്ഥിതി കെട്ടിപ്പടുക്കുവാന്‍ പരിശ്രമിക്കുകയാണ്. അതിനാല്‍ പ.കന്യകയിലൂടെ ക്രിസ്തുവിനെ വീണ്ടും പ്രസ്തുത രംഗങ്ങളിലെല്ലാം പ്രതിഷ്ഠിക്കുവാന്‍ നമുക്ക് പരിശ്രമിക്കാം. ക്രിസ്തുവിന്‍റെ ആദ്യത്തെ ആഗമനത്തിനു മേരി കളമൊരുക്കിയെന്ന യാഥാർഥ്യം വീണ്ടും മനസ്സിൽ കൊണ്ട് വരാം.`,
    incident: `അമലോത്ഭവനാഥയുടെ തീർത്ഥാടന കേന്ദ്രമായ ലൂര്‍ദ്ദില്‍ ദൈവജനനി നിരവധി അത്ഭുതങ്ങള്‍ പ്രവര്‍ത്തിക്കുന്നതായി ലൂയിസ് ബൊയോ എന്ന മനുഷ്യന്‍ കേട്ടു. ഖനി ജോലിക്കാരനായ അയാളുടെ കാഴ്ച ശക്തി ഇരുപതുവര്‍ഷം മുമ്പ് ഒരു അപകടം മൂലം നഷ്ടമായതാണ്. ഗ്രോട്ടോയില്‍ പ്രത്യക്ഷപ്പെട്ടത് ദൈവജനനി ആയിരിക്കണം. അവിടുത്തെ അത്ഭുത നീരുറവയിലെ വെള്ളമുപയോഗിച്ചാല്‍ എന്‍റെ കണ്ണുകള്‍ക്ക് കാഴ്ചയുണ്ടാകും എന്നയാള്‍ വിശ്വസിച്ചു. മോസാബായിലെ ഉറവയില്‍ നിന്നു കുറച്ചു വെള്ളം കൊണ്ടുവരാൻ സ്വപുത്രിയെ വിളിച്ച് അയാള്‍ പറഞ്ഞു. അവൾ അവിടെ ചെന്നു വെള്ളം കൊണ്ടുവന്നു. ദിവ്യജനനിയുടെ സഹായം അപേക്ഷിക്കുകയും  ചെളി നിറഞ്ഞ ആ വെള്ളം കൊണ്ട് ലൂയിസ് സ്വന്തം കണ്ണുകള്‍ കഴുകുകയും ചെയ്തു. 

    ഉടനെതന്നെ അയാള്‍ സന്തോഷപൂര്‍വ്വം വിളിച്ചു പറഞ്ഞു: "എന്‍റെ കണ്ണിന് കാഴ്ച ലഭിച്ചു." ലൂയീസിന്‍റെ അത്ഭുതവും ആനന്ദവും അതിരറ്റതായിരുന്നു. അവിടെ കൂടിയിരുന്നവരും അത്ഭുതസ്തബ്ധരായി. അയാള്‍ ഒരു‍ നിമിഷം പോലും താമസിക്കാതെ ഡോ. ഡോനസിന്‍റെ വസതിയിലേക്ക് പാഞ്ഞു. 
    
    ഡോക്ടറെ കണ്ട മാത്രയില്‍ അയാള്‍ മതി മറന്ന് ഉന്‍മത്തനെപ്പോലെ വിളിച്ചു പറഞ്ഞു: ഡോക്ടര്‍ എന്‍റെ കണ്ണിന് കാഴ്ച ലഭിച്ചിരിക്കുന്നു. "ലൂയിസേ അതു സാദ്ധ്യമല്ല. നിന്‍റെ കണ്ണ് യാതൊരു ചികിത്സ കൊണ്ടും സുഖപ്പെടാവുന്നതല്ല." ഡോക്ടര്‍ പ്രതിവചിച്ചു. പക്ഷെ തന്‍റെ കണ്ണുകള്‍ ലൂര്‍ദ്ദിലെ വെള്ളം കൊണ്ട് കഴുകിയ വിവരം അയാള്‍ ഡോക്ടറെ പറഞ്ഞു മനസ്സിലാക്കി. ഡോക്ടര്‍ ഡോനാസ് വളരെ സൂക്ഷ്മതയോടെ കണ്ണു പരിശോധിച്ചു കണ്ണിനു ശരിയായ കാഴ്ച ലഭിച്ചിരിക്കുന്നതായി അദ്ദേഹം പ്രഖ്യാപിച്ചു. മനുഷ്യശക്തിക്ക് അസാധ്യമായ ഒരു കാര്യമാണ് ഇവിടെ നടന്നിരിക്കുന്നതെന്നും വിദഗ്ദ്ധനായ ആ ഡോക്ടര്‍ എല്ലാവരുടെയും മുന്നിൽ പ്രസ്താവിച്ചു.`,
    prayer: `പ.കന്യകയെ, അങ്ങേ വിരക്ത ഭര്‍ത്താവായ യൗസേപ്പിനോടു കൂടി ബെത്ലഹെത്തു ചെന്ന് വാസസ്ഥലമന്വേഷിച്ചിട്ടു ലഭിക്കാതിരുന്നതിനാല്‍ വളരെയധികം ക്ലേശങ്ങള്‍ സഹിച്ചുവല്ലോ. എങ്കിലും അവിടുന്ന് ദൈവതിരുമനസ്സിന് വിധേയമായി അവയെല്ലാം സന്തോഷപൂര്‍വ്വം സഹിച്ചു. ഞങ്ങളുടെ ജീവിതത്തിലുണ്ടാകുന്ന വിഷമതകളും അസൗകര്യങ്ങളും ക്ഷമാപൂര്‍വ്വം സഹിക്കുന്നതിന് അങ്ങയുടെ മാതൃക ഞങ്ങള്‍ക്ക് പ്രചോദനമരുളട്ടെ. ആധുനികലോകം അവിടുത്തെ തിരുക്കുമാരനെ ജീവിതത്തിന്‍റെ വിവിധ മണ്ഡലങ്ങളില്‍ നിന്നു ബഹിഷ്ക്കരിച്ചിരിക്കുകയാണല്ലോ. പ്രസ്തുത രംഗങ്ങളിലെല്ലാം അങ്ങേ തിരുക്കുമാരന് പ്രവേശനം നല്‍കുവാന്‍ അങ്ങ് ഞങ്ങളെ പ്രാപ്തരാക്കേണമേ. പ്രത്യേകമായി ഞങ്ങളുടെ ഹൃദയങ്ങളില്‍ അവിടുത്തെ രാജാവായി ജനങ്ങള്‍ അഭിഷേചിക്കട്ടെ. അങ്ങും അങ്ങേ ദിവ്യസുതനും ഞങ്ങളില്‍ ഭരണം നടത്തണമേ.`,
    sukruthajapam: `സ്വര്‍ഗ്ഗരാജ്ഞി, ഞങ്ങളെ സ്വര്‍ഗ്ഗീയ ഭാഗ്യത്തിനര്‍ഹമാക്കേണമേ.`,
  },
  {
    daytext: `പതിനാറാം തീയതി`,
    subject: `ഉണ്ണീശോയുടെ പിറവി`,
    intro: `പ.കന്യകയും വിശുദ്ധ യൗസേപ്പും ബത്ലെഹെമിലെ ജനനിബിഡമായ തെരുവുകളില്‍ നിന്നും അജ്ഞാതവും പരിത്യക്തവുമായ ഒരു കാലിതൊഴുത്തിലേക്കാണ് പോയത്. അവിടെച്ചെന്ന് നാല്‍ക്കാലികളുടെ വാസസ്ഥലത്തു വിശ്രമിക്കുവാന്‍ തീരുമാനിച്ചു. എത്ര വിസ്മയാവഹമാണ് ദൈവത്തിന്‍റെ പ്രവര്‍ത്തനങ്ങള്‍. ഈ ബ്രഹ്മാണ്ഡകടാഹത്തെ മുഴുവന്‍ സൃഷ്ടിച്ചു പരിപാലിച്ചു വരുന്ന അപരിമിതനായ ദൈവം, മറ്റുള്ളവര്‍ക്കു കൊട്ടാരങ്ങളും രമ്യഹര്‍മ്മ്യങ്ങളും ഒരുക്കിക്കൊടുക്കുന്ന ദൈവത്തിന് ഒരു വാസസ്ഥലം ലഭിച്ചില്ല. അവിടത്തേയ്ക്ക് രാജകൊട്ടാരത്തിലോ പ്രഭുക്കന്‍മാരുടെ മണിമന്ദിരങ്ങളിലോ വന്നു ജനിക്കുവാന്‍ അവകാശമുണ്ടായിരുന്നു. എന്നാല്‍ അതു സ്വയം പരിത്യജിച്ച് ദരിദ്രരില്‍ ദരിദ്രനായി പുല്‍ക്കൂട്ടില്‍ വന്നു പിറക്കുന്നു. സൂര്യചന്ദ്രനക്ഷത്രാദിജ്യോതിര്‍ ഗോളങ്ങളെ അമ്മാനമാടുന്ന അവിടുത്തേയ്ക്ക് അര്‍ദ്ധരാത്രിയിലെ അന്ധകാരത്തിന്‍റെ ആധിപത്യത്തില്‍ നിന്നും രക്ഷനേടുവാന്‍ മാര്‍ഗ്ഗമില്ലാഞ്ഞിട്ടല്ല.

    കൊടുംതണുപ്പില്‍ ദിവ്യശിശുവിന്‍റെ മൃദുലമേനി വിറയ്ക്കുന്നു. ഈ വിലപനീയമായ അവസ്ഥ പ.കന്യകയ്ക്ക് വളരെ ദുഃഖത്തിനു കാരണമായി. എങ്കിലും മേരി കഴിവനുസരിച്ച് ഈശോയുടെ ക്ലേശങ്ങള്‍ ലഘൂകരിക്കുവാന്‍ പരിശ്രമിച്ചു. ദിവ്യശിശുവിനെ അവളുടെ സ്നേഹത്തിന്‍റെ ഊഷ്മാവില്‍ മാറോടു ചേര്‍ത്തു കിടത്തി സമാശ്ലേഷിച്ചു. അത്ഭുതപൂര്‍ണ്ണമായി അവള്‍ ദിവ്യ ശിശുവിനെ നോക്കിക്കൊണ്ടുതന്നെ നിന്നു. മണിക്കൂറുകള്‍ തന്നെ കടന്നുപോയത് അറിഞ്ഞില്ല. മേരിയുടെ ഉള്ളില്‍ പറഞ്ഞു അറിയിക്കാന്‍ പറ്റാത്ത അത്രയും ആനന്ദം ഉളവായി. സ്രഷ്ടാവും പരിപാലകനും പരിത്രാതാവുമായ അവളുടെ അരുമസുതന്‍ ഉറങ്ങുന്നത് കണ്ണും കരളും കുളിര്‍ക്കെ കണ്ടുനിന്നു.
    
    ഏറ്റവും ചെറിയവനായി സര്‍വശക്തന്‍ ബലഹീനനായി അവിടെ ശയിക്കുന്നത് അവളുടെ കണ്ണുകള്‍ക്ക് വിശ്വസിക്കാന്‍ സാധിച്ചില്ല. എങ്കിലും ഹൃദയംഗമമായി അവള്‍ അതു അംഗീകരിച്ച്, ഭക്തി സ്നേഹബഹുമാനപുരസ്സരം അവിടുത്തെ ആരാധിച്ചു. ഈശോയുടെ അഗാധമായ എളിമ നമുക്ക് ഇവിടെ ദര്‍ശിക്കുവാന്‍ സാധിക്കും. അവിടുന്ന്‍‍ സ്വയം ശൂന്യനാക്കി. ക്രിസ്തീയമായ എളിമ മിശിഹായുടെ ശൂന്യമാക്കലിലുള്ള ഭാഗഭാഗിത്വമാണ്. അഹങ്കാരത്താല്‍ നശിച്ച മനുഷ്യനെ എളിമയിലൂടെ അവിടുന്ന്‍ രക്ഷിച്ചു. മിശിഹായുടെ ആഗമനത്തില്‍ ശ്രവിച്ച സ്വര്‍ഗ്ഗീയ ഗാനം ഉന്നതങ്ങളില്‍ ദൈവത്തിനു സ്തുതിയെന്നാണല്ലോ! ഭൂമിയില്‍ മനുഷ്യര്‍ക്കു സമാധാനം എന്നാണ്. ആട്ടിടയന്മാരും പൗരസ്ത്യ വിജ്ഞാനികളും അവിടുത്തെ സന്ദര്‍ശിക്കുന്നു. അവര്‍ ശിശുവിനെ ആരാധിച്ച് അവിടുത്തേക്ക് കാഴ്ചയണച്ചു.
    
    നാം ദിവ്യകാരുണ്യ സ്വീകരണാവസരത്തില്‍ എത്രമാതം സ്നേഹവും തീക്ഷ്ണതയും ഭക്തിയും പ്രദര്‍ശിപ്പിക്കുന്നുണ്ട്? മിശിഹായ്ക്കു മൂന്നു ജനനങ്ങളുണ്ടെന്നാണു ദൈവശാസ്ത്രജ്ഞന്‍മാര്‍ അഭിപ്രായപ്പെടുന്നത്. ഒന്നാമത്തേത് നിത്യത്വത്തില്‍ പിതാവില്‍ നിന്നുള്ള ജനനം, രണ്ടാമത്തേത് കാലത്തിന്‍റെ പൂര്‍ത്തീകരണത്തില്‍ പ.കന്യകാമറിയത്തില്‍ നിന്നുള്ള ജനനം, മൂന്നാമത്തേത് നമ്മില്‍ ഓരോരുത്തരിലുമുള്ള ആദ്ധ്യാത്മിക ജനനമാണ്‌. ആ ജനനത്തിലും പ.കന്യകയ്ക്ക് കാതലായ ഒരു പങ്കുണ്ട്.`,
    incident: `ലൂര്‍ദ്ദിലെ ഒരു ദരിദ്ര ഭവനമായിരുന്നു ബുനോര്‍ട്ടള്‍സ് കുടുംബം. ആ കുടുംബത്തിലെ രണ്ടു വയസ്സുള്ള ജസ്റ്റിന്‍, ജനിച്ചനാള്‍ തുടങ്ങി രോഗിയായിരുന്നു. സന്ധിവാതവും കോട്ടവും ആണു പ്രധാന രോഗം. ഒരു രാത്രി രോഗം മൂര്‍ദ്ധന്യാവസ്ഥയിലെത്തി. ശരീരം മരവിച്ചു. ശ്വാസോച്ഛ്വാസം മന്ദഗതിയിലായി. അവന്‍റെ അമ്മ കുട്ടിയുടെ മരണ ചേഷ്ടകള്‍ കണ്ടു വാവിട്ടു കരഞ്ഞു. നാഡി അടിപ്പ് നിലച്ചതു പോലെ കാണപ്പെട്ടു. കുട്ടിയുടെ അമ്മയായ ക്രെയിനിക്കോട്ടലിനു ഒരു ഭാവപ്പകര്‍ച്ച ഉണ്ടായി. അവള്‍ വിളിച്ചു പറഞ്ഞു: ലൂര്‍ദ്ദിലെ ഗ്രോട്ടോയിലുള്ള കന്യക എന്‍റെ കുട്ടിയെ രക്ഷിക്കും എന്നു പറഞ്ഞ് കുഞ്ഞിനെ എടുത്തു കൊണ്ട് ഗ്രോട്ടോയിലേക്ക് അവള്‍ ഓടി. അത്ഭുത ഉറവയില്‍ വെള്ളം നിറഞ്ഞു നില്‍ക്കുന്ന തൊട്ടിയില്‍ ബാലന്‍റെ ശിരസ്സ് ഒഴിച്ചുള്ള ശരീരഭാഗം മുഴുവന്‍ മുക്കിപ്പിടിച്ചു. കണ്ടുനിന്നിരുന്നവര്‍ അമ്പരന്നു. മഞ്ഞുകട്ടയ്ക്കു തുല്യം തണുപ്പുള്ള വെള്ളത്തില്‍ മരണാസന്നനായ ഒരു കുട്ടിയെ മുക്കുക. ഇതില്‍ കൂടുതല്‍ അബദ്ധം എന്താണു ചെയ്യുവാനുള്ളത്.

    അവള്‍ കുട്ടിയെ കൊല്ലുവാന്‍ പോവുകയാണെന്ന് കണ്ടു നിന്നിരുന്നവര്‍ പറഞ്ഞു. അവള്‍ പ്രതിവചിച്ചു. "എനിക്ക് കഴിവുള്ളതു ഞാന്‍ ചെയ്യുന്നു. ബാക്കി നല്ലവനായ ദൈവവും പ.കന്യകയും ചെയ്യുന്നതാണ്." പതിനഞ്ചു മിനിട്ടോളം സമയം അവള്‍ കുട്ടിയെ വെള്ളത്തില്‍ മുക്കിപ്പിടിച്ചു കൊണ്ടിരുന്നു. ശേഷം തുണിയില്‍ എടുത്തു പൊതിഞ്ഞു കൊണ്ട് വീട്ടിലേക്കോടി. വന്ന ഉടനെ തൊട്ടിലില്‍ കിടത്തി. കുട്ടി മരിച്ചുവെന്ന് കുട്ടിയുടെ പിതാവും മറ്റുള്ളവരും വിചാരിച്ചു. ജസ്റ്റിന്‍ ഗാഢനിദ്രയിലായി. പിറ്റേ ദിവസം അവന്‍ ഉണര്‍ന്നത് പൂര്‍ണ്ണ ആരോഗ്യവാനായിട്ടാണ്. ജന്മനാ രോഗിയായിരുന്ന, അതുവരെ എഴുന്നേല്‍ക്കാന്‍ കഴിയാതിരുന്ന ജസ്റ്റിന്‍ ആരോഗദൃഢഗാത്രനായി നടന്നു തുടങ്ങിയിരിക്കുന്നു. അത്ഭുതകരമായ രോഗശാന്തിയുടെ വിശേഷം എല്ലാ കാതുകളിലുമെത്തി. കുട്ടിയെ ചികിത്സിച്ചിരുന്ന സുപ്രസിദ്ധരായ ഡോക്ടര്‍മാര്‍ ഈ രോഗശമനം അത്ഭുത സംഭവമാണെന്ന് രേഖപ്പെടുത്തിയിട്ടുണ്ട്.`,
    prayer: `പ.കന്യകയെ, അവിടുന്ന്‍ അങ്ങേ ദിവ്യസുതനെ പ്രസവിച്ച് ഒരു‍ പുല്‍ക്കൂട്ടില്‍ കിടത്തിയല്ലോ. അങ്ങേ ദിവ്യകുമാരന് മാതൃസഹജമായ പരിലാളനകള്‍ അര്‍പ്പിക്കുവാന്‍ പോലും സാധിക്കാതെ അവിടുന്ന്‍ വളരെ ദുഃഖിച്ചു. എങ്കിലും സ്നേഹത്താല്‍ ഉജ്ജ്വലിച്ച അവിടുത്തെ ഹൃദയത്തില്‍ നിന്നും ആരാധനയുടെ അര്‍ച്ചനകള്‍ ഉയര്‍ന്നു. അവിടുത്തെ പ്രസാദിപ്പിക്കുവാനായി അങ്ങേ വിനീതവും ലളിതവുമായ പരിചരണങ്ങള്‍ നല്‍കി. അങ്ങേ കരതാരില്‍ ദിവ്യശിശു പരിപൂര്‍ണ്ണമായ സംതൃപ്തി അനുഭവിച്ചു. സ്നേഹനിധിയായ മാതാവേ, ഞങ്ങളുടെ ഹൃദയങ്ങളേയും അവിടുത്തെ സ്നേഹവായ്പിനാല്‍ സംതൃപ്തമാക്കണമേ. ഞങ്ങളുടെ ഹൃദയത്തില്‍ ഈശോമിശിഹാ ആത്മീയമായി പിറന്നു ജീവിക്കുവാനുള്ള അനുഗ്രഹം നല്‍കണമേ.`,
    sukruthajapam: `പിതാവായ ദൈവത്തിന്‍റെ പുത്രീ, പുത്രനായ ദൈവത്തിന്‍റെ മാതാവേ, പരിശുദ്ധാത്മാവിന്‍റെ മണവാട്ടീ, ഞങ്ങള്‍ക്കു വേണ്ടി പ്രാര്‍ത്ഥിക്കണമേ.`,
  },
  {
    daytext: `പതിനേഴാം തീയതി`,
    subject: `പ.കന്യകയുടെ ശുദ്ധീകരണം; മിശിഹായെ ദൈവാലയത്തില്‍ സമര്‍പ്പിക്കുന്നു`,
    intro: `ദിവ്യശിശുവിന്‍റെ ജനനശേഷം എട്ടാം ദിവസം ഈശോ എന്ന തിരുനാമം നല്‍കപ്പെട്ടു. രക്ഷകന്‍ എന്നതാണ് ആ നാമത്തിന്‍റെ അര്‍ത്ഥം. മനുഷ്യര്‍ക്ക് രക്ഷപ്രാപിക്കുവാന്‍ ഈശോ എന്ന നാമമല്ലാതെ മറ്റൊരു നാമവും നല്‍കപ്പെട്ടിട്ടില്ല. എല്ലാ നാമത്തെക്കാള്‍ ഉന്നതമായി ഈശോ എന്ന നാമം നല്‍കപ്പെട്ടു. നമുക്ക് നിര്‍വൃതിദായകമായ ആ തിരുനാമം പരി.കന്യക എത്ര പ്രാവശ്യം സ്നേഹതീക്ഷണതയോടു കൂടി വിളിച്ചിട്ടുണ്ടാവുമെന്ന് ചിന്തിച്ച് നോക്കൂ.

    ദിവ്യശിശുവിന്‍റെ ജനനം കഴിഞ്ഞ് നാല്‍പതാം ദിവസം യഹൂദാചാരപ്രകാരമുള്ള ശുദ്ധീകരണ നിയമനുസരിച്ച് പരി.കന്യക ഈശോയുടെ കൂടെ ദൈവാലയത്തിലേക്ക് പോയി. പ.കന്യക അവളുടെ കന്യാവ്രതത്തിനു ഭംഗം വരാതെയാണ് ദിവ്യസുതനെ പ്രസവിച്ചത്. തന്നിമിത്തം അവള്‍ ശുദ്ധീകരണ നിയമത്തില്‍ നിന്നു വിമുക്തയായിരുന്നു. എങ്കിലും യഹൂദാചാരാനുഷ്ഠാനങ്ങളിലുള്ള വിശ്വസ്തത നിമിത്തം മേരി ദൈവാലയത്തിലേക്കു പോയി. നാം നിയമാനുഷ്ഠാനത്തില്‍ എത്രമാത്രം വിശ്വസ്തത പാലിക്കുന്നുണ്ട് എന്ന്‍ പരിശോധിച്ച് നോക്കണം.
    
    ദൈവപ്രമാണങ്ങളും തിരുസഭയുടെ കല്‍പനകളും മറ്റു നിയമങ്ങളും നാം സന്തോഷപൂര്‍വ്വം അനുസരിക്കണം. അത് ദൈവതിരുമനസ്സ് നമുക്കു കാണിച്ചുതരുന്നു. അത് നമ്മുടെ സ്വഭാവത്തിലുള്ള പരിമിതികളെ പരിഹരിച്ച് നമ്മെ പൂര്‍ണ മനുഷ്യരാക്കുന്നു. പ.കന്യക ശുദ്ധീകരണ നിയമത്തിനു വിധേയയായത് അവിടുത്തെ അഗാധമായ എളിമയെയും എടുത്ത് കാണിക്കുന്നുണ്ട്. അനന്തരം ഈശോയെ ദേവാലയത്തില്‍ കാഴ്ച സമര്‍പ്പിക്കുന്നു. മോശയുടെ നിയമമനുസരിച്ച് കടിഞ്ഞൂല്‍ പുത്രനെ സമര്‍പ്പിക്കണമെന്നുണ്ടായിരുന്നു.
    
    അതനുസരിച്ചാണ് പ.കന്യക ഈശോയെ ദേവാലയത്തില്‍ കൊണ്ടുപോയി സമര്‍പ്പിച്ചത്. പകരം ഒരാട്ടിന്‍കുട്ടിയേയോ, പ്രാവിന്‍ കുഞ്ഞുങ്ങളെയോ, ചങ്ങാലികളെയോ ബലിയര്‍പ്പിച്ച് അവരെ വീണ്ടെടുക്കുവാന്‍ സാധിക്കും. പ.കന്യകയും വിശുദ്ധ യൗസേപ്പും ദരിദ്രരായിരുന്നതു കൊണ്ട് അവര്‍ ചങ്ങാലികളെ ബലിയര്‍പ്പിച്ചു കൊണ്ട് ഈശോയെ വീണ്ടെടുത്തു. സന്താനങ്ങളെ ദൈവത്തിനര്‍പ്പിക്കുന്നതു അവര്‍ ദൈവത്തിനുള്ളവരായി വളര്‍ന്നു വരാനാണ്.
    
    മിശിഹായുടെ ആഗമനം പ്രതീക്ഷിച്ചുകൊണ്ട് ജീവിച്ചിരുന്ന ശെമയോന്‍ എന്ന പാവന ചരിതനായ വൃദ്ധന്‍ അക്കാലത്തു അവിടെ ജീവിച്ചിരുന്നു. മിശിഹായെ ദര്‍ശിക്കുന്നത് വരെ മരിക്കുകയില്ലെന്നു പരിശുദ്ധാത്മാവ് അദ്ദേഹത്തോട് നേരത്തെ അരുളിച്ചെയ്തിരിന്നു. തദവസരത്തില്‍ പരിശുദ്ധാത്മാവിനാല്‍ പ്രചോദിതനായി അദ്ദേഹം അവിടെ വന്ന്‍ പൈതലായ ഈശോയെ കൈകളിലെടുത്തു ദൈവത്തെ സ്തുതിച്ചുകൊണ്ട് ഇപ്രകാരം പറഞ്ഞു: "എന്‍റെ കര്‍ത്താവേ! നിന്‍റെ വചനം പോലെ നിന്‍റെ ദാസനെ ഇപ്പോള്‍ സമാധാനത്തില്‍ വിട്ടയയ്ക്കേണമേ." പുറജാതികള്‍ക്കു വെളിപ്പെടുത്തുവാനുള്ള പ്രകാശവും നിന്‍റെ ജനതയായ ഇസ്രായേലിനുള്ള മഹത്വവുമായി സകല ജാതികളുടെയും മുമ്പില്‍ നീ ഒരുക്കിയിരിക്കുന്ന നിന്‍റെ കരുണയെ ഇതാ, എന്‍റെ കണ്ണുകള്‍ കണ്ടു".
    
    ഇത് കേട്ട യൗസേപ്പും അവന്‍റെ അമ്മയും അവനെക്കുറിച്ചു പറയപ്പെട്ടവയെപ്പറ്റി ആശ്ചര്യപ്പെട്ടു. പിന്നെ ശെമയോന്‍ അവരെ അനുഗ്രഹിച്ച് അവന്‍റെ അമ്മയായ മറിയത്തോടു പറഞ്ഞു: "ശിമയോന്‍ അവരെ അനുഗ്രഹിച്ചു കൊണ്ട് അവന്റെ അമ്മയായ മറിയത്തോടു പറഞ്ഞു: ഇവന്‍ ഇസ്രായേലില്‍ പലരുടെയും വീഴ്ചയ്ക്കും ഉയര്‍ച്ചയ്ക്കും കാരണമാകും. ഇവന്‍ വിവാദവിഷയമായ അടയാളവുമായിരിക്കും. അങ്ങനെ, അനേ കരുടെ ഹൃദയവിചാരങ്ങള്‍ വെളിപ്പെടും. നിന്റെ ഹൃദയത്തിലൂടെ ഒരു വാള്‍ തുളച്ചുകയറുകയും ചെയ്യും" (വി.ലൂക്കാ 2:34-35).
    
    പരി.കന്യക അവളുടെ ദിവ്യസുതന്‍റെ പീഡാനുഭവങ്ങളോടു എത്രമാതം ബന്ധപ്പെട്ടിരിക്കുന്നു എന്നുള്ള വസ്തുത വ്യക്തമാക്കുന്നവയാണ് ശെമയോന്‍റെ ഈ വാക്കുകള്‍. അവര്‍ ദൈവാലയത്തില്‍ ഈശോയെ സമര്‍പ്പിച്ചപ്പോള്‍ മനുഷ്യകുല പരിത്രാണാര്‍ത്ഥം ഒരിക്കല്‍ കാല്‍വരിയില്‍ സമര്‍പ്പിക്കുവാനിരുന്ന മഹായജ്ഞത്തെ മുന്‍കൂട്ടി കണ്ടിരിക്കണം. ദൈവം നമുക്കു സന്താനങ്ങളെ നല്‍കുന്നത് അവരെ നല്ലവരായി വളര്‍ത്തി ദൈവത്തിനു സമര്‍പ്പിക്കുന്നതിനാണ്. കുട്ടികളുടെ നല്ല വളര്‍ത്തലിലും സ്വഭാവരൂപീകരണത്തിലും കത്തോലിക്കാ വിദ്യാഭ്യാസത്തിലും മാതാപിതാക്കന്‍മാര്‍ എത്രമാത്രം ശ്രദ്ധ ചെലുത്തുന്നുണ്ട്? അവരുടെ ആത്മരക്ഷയിലുള്ള ഉത്തരവാദിത്വം നാം വിസ്മരിക്കരുത്.`,
    incident: `വി.കൊച്ചുത്രേസ്യയുടെ സ്വയംകൃത ചരിത്രത്തില്‍, പുണ്യവതി രോഗം പിടിപെട്ടു മരണാസന്നയായി കിടന്നപ്പോള്‍ പ.കന്യകാമറിയം പ്രത്യക്ഷപ്പെട്ട് രോഗശാന്തി നല്‍കിയ കാര്യം വിവരിച്ചിട്ടുണ്ട്. ഒരു ദിവസം കൊച്ചുത്രേസ്യയുടെ പിതാവ് ദുഃഖപരവശനായി അവളുടെ മുറിയില്‍ കടന്നുചെന്നു. കൊച്ചുത്രേസ്യയുടെ ജ്യേഷ്ഠസഹോദരിയായ മരിയായുടെ കൈയില്‍ ഏതാനും സ്വര്‍ണനാണയം കൊടുത്തിട്ടു, കൊച്ചുറാണി സുഖം പ്രാപിക്കുവാന്‍ ദൈവമാതാവിന്‍റെ പള്ളിയില്‍ നവനാള്‍ കുര്‍ബാന ചൊല്ലണമെന്ന് എഴുതി അയയ്ക്കാന്‍ പറഞ്ഞു. നവനാളിന്‍റെ ഇടയില്‍ ഒരു ഞായറാഴ്ച ദിവസം മരിയ, ലെയോണി, സെലിന്‍ എന്നീ സഹോദരിമാര്‍ തങ്ങളുടെ അനുജത്തിയായ കൊച്ചുറാണിയുടെ കിടക്കയ്ക്കരുകില്‍ മുട്ടുകുത്തി പ്രാര്‍ത്ഥിച്ചു.

    വിശ്വാസത്തോടു കൂടിയ ആ നിലവിളി സ്വര്‍ഗ്ഗവാതില്‍ മുറിച്ചു കടക്കുകയും ചെയ്തു. തുടര്‍ന്നുള്ള ഭാഗം സ്വയംകൃത ചരിത്രത്തില്‍ നിന്നു തന്നെ നമുക്കു വായിക്കാം. "പെട്ടെന്ന്‍ മാതാവിന്‍റെ സ്വരൂപം ഉയിരും കാന്തിയുമുള്ളതായി തീര്‍ന്നു. ആ ദിവ്യസൗന്ദര്യത്തെ വര്‍ണ്ണിക്കാന്‍ ഒരിക്കലും സാധ്യമല്ല. പരിശുദ്ധ അമ്മയുടെ മുഖത്ത് അവാച്യമായ കരുണയും മാധുര്യവും കളിയാടുന്നുണ്ടായിരുന്നു. എന്നാല്‍ എന്‍റെ ഹൃദയത്തിന്‍റെ അടിത്തട്ടുവരെ തുളഞ്ഞു കയറിയത് അവിടുത്തെ മനോഹരമായ മന്ദസ്മിതമാണ്".
    
    തല്‍ക്ഷണം എന്‍റെ വേദനമാറി, കണ്ണുകള്‍ നിറഞ്ഞ് മനോവികാരങ്ങളാല്‍ പൂരിതമായി. സ്നേഹപൂര്‍വ്വം എന്‍റെ സഹോദരി മരിയ അപ്പോള്‍ എന്നെ നോക്കുകയായിരുന്നു. മറിയം മുഖാന്തിരമാണ് എനിക്കു രോഗശാന്തിക്കുള്ള അത്ഭുതകരമായ അനുഗ്രഹം, പരി.കന്യകയുടെ മന്ദഹാസം ലഭിച്ചതെന്നുള്ളതിനു സംശയമില്ല. ആ സ്വരൂപത്തിനുമേല്‍ ഞാന്‍ കണ്ണുകളുറപ്പിച്ചു നോക്കുന്നതു കണ്ടപ്പോള്‍ "ത്രേസ്യായ്ക്കു സുഖമായി" എന്നു മരിയ വിളിച്ചു പറഞ്ഞു. യാഥാര്‍ത്ഥൃവും അതുതന്നെയായിരിന്നു. ചെറുപുഷ്പം വീണ്ടും അനേകം കാലം ജീവിച്ചു.`,
    prayer: `മോശയുടെ നിയമങ്ങള്‍ക്കു വിധേയമായി ഞങ്ങള്‍ക്ക് നിയമാനുഷ്ഠാനത്തിന് മാതൃക നല്‍കിയ പ.കന്യകയെ, ദൈവികനിയമങ്ങളും സഭയുടെ നിയമങ്ങളും അന്യൂനം പാലിക്കുവാന്‍ വേണ്ട അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കേണമേ. അങ്ങേ ദിവ്യകുമാരനെ ദേവാലയത്തില്‍ കാഴ്ചവച്ചുകൊണ്ട് ലോകരക്ഷയ്ക്കായി അങ്ങേ പുത്രനെ സമര്‍പ്പിക്കുന്നതിനുള്ള സന്നദ്ധത പ്രകടമാക്കി. ദിവ്യമാതാവേ, ഞങ്ങള്‍ അങ്ങേ ദിവ്യസുതനേയും അങ്ങയേയും സ്നേഹിച്ചു കൊണ്ട് വിശ്വസ്തതാപൂര്‍വ്വം ജീവിക്കുവാനുള്ള അനുഗ്രഹം പ്രാപിച്ചുതരേണമേ. ഞങ്ങള്‍ മഹാമനസ്കതയും സ്നേഹവുമുള്ളവരായിത്തീരുന്നതിന് അങ്ങേ മാതൃക പ്രചോദനമരുളട്ടെ.`,
    sukruthajapam: `മറിയമേ, സ്വസ്തി! നാഥേ, സ്വസ്തി! സമുദ്രതാരമേ സ്വസ്തി!`,
  },
  {
    daytext: `പതിനെട്ടാം തീയതി`,
    subject: `പ.കന്യകയുടെ കന്യാത്വം`,
    intro: `ദൈവം സ്ത്രീകള്‍ക്ക് നല്കിയ 2 ദാനങ്ങളാണ് മാതൃത്വവും കന്യാത്വവും. സ്വാഭാവിക തലത്തില്‍ ഇവ രണ്ടും ഒരു വ്യക്തിയില്‍ സമ്മേളിക്കുക അസാദ്ധ്യമാണ്. എന്നാല്‍ ലോക ചരിത്രത്തില്‍ ആദ്യത്തേതും അവസാനത്തേതുമായി പരിശുദ്ധ അമ്മ ആ നിയമത്തിനു മാറ്റം കുറിച്ചു. ദൈവശാസ്ത്രത്തില്‍ കന്യകാത്വം ഒരു സുകൃതമാണ്. ഒരര്‍ത്ഥത്തില്‍ പ.കന്യകയുടെ കന്യാത്വമാണ് ലോകപരിത്രാതാവിനെ ജനിപ്പിച്ചത്. അതിനാല്‍ കന്യാത്വം ആദ്ധ്യാത്മിക ജനനത്തിന്‍റെ ഉറവിടമായി. പ.കന്യകയുടെ കന്യാത്വത്തിന്‍റെ യാതൊരു കോട്ടവും തട്ടാതെയാണ് മിശിഹാ ജനിച്ചത്. അനുവദനീയമായ ലൈംഗിക സുഖഭോഗങ്ങള്‍ പോലും പരിത്യജിച്ച് ആത്മശരീരവിശുദ്ധി ആജീവനാന്തം പാലിക്കുക എന്നതാണ് കന്യാത്വം കൊണ്ട് വിവക്ഷിക്കുന്നത്.

    പ.കന്യക മിശിഹായെ ഗര്‍ഭം ധരിക്കുന്നതിനു മുമ്പും പരിശുദ്ധാത്മാവിനാല്‍ ഈശോയെ ഗര്‍ഭം ധരിച്ചതിനു ശേഷവും അവിടുത്തെ കന്യാത്വത്തിനു യാതൊരു ഭംഗവും സംഭവിച്ചില്ല എന്നുള്ളത് അപ്പസ്തോലിക കാലം മുതലുള്ള വിശ്വാസമായിരുന്നു. കണ്ടാലും, കന്യക ഗര്‍ഭം ധരിച്ചു ഒരു പുത്രനെ പ്രസവിക്കും. അവന്‍ എമ്മാനുവേല്‍ എന്നു വിളിക്കപ്പെടും (എശയ്യ. 7:14) എന്നുള്ള ഏശയ്യ പ്രവാചകന്റെ പ്രവചനം ക്രിസ്തുവിന്‍റെ കന്യകയില്‍ നിന്നുള്ള ജനനത്തെ എടുത്തുകാണിക്കുന്നു.
    
    വി.ലൂക്കാ സുവിശേഷകന്‍ മംഗലവാര്‍ത്തയെപ്പറ്റി പ്രതിപാദിക്കുമ്പോള്‍ ദൈവദൂതന്‍ യൗസേപ്പ് എന്ന പുരുഷനോട് വിവാഹം ചെയ്യപ്പെട്ടിരുന്ന കന്യകയുടെ പക്കലേയ്ക്കു അയയ്ക്കപ്പെട്ടു. (ലൂക്കാ 1:26) മേരി ദൂതനോടു പറഞ്ഞ വാക്കുകളും അത് വ്യക്തമാക്കുന്നുണ്ട്. ഞാന്‍ പുരുഷനെ അറിയാത്തതിനാല്‍ ഇത് എങ്ങനെ സംഭവിക്കും. ദൈവദൂതന്‍ ഉടന്‍ തന്നെ മേരിയുടെ സംശയ നിവാരണം വരുത്തി: "പരിശുദ്ധാത്മാവ് വരും, അത്യുന്നതന്‍റെ ശക്തി നിന്‍റെ മേല്‍ ആവസിക്കും. അതിനാല്‍ നിന്നില്‍ നിന്ന്‍ പിറക്കുന്നവന്‍ പരിശുദ്ധനാകുന്നു. ദൈവത്തിന്‍റെ പുത്രന്‍ എന്നു വിളിക്കപ്പെടുകയും ചെയ്യും. ഇതാ, നിന്‍റെ ചാര്‍ച്ചക്കാരിയായ എലിസബത്ത് തന്നെയും അവരുടെ വാര്‍ദ്ധക്യത്തില്‍ ഒരു പുത്രനെ ഗര്‍ഭം ധരിച്ചിരിക്കുന്നു. വന്ധ്യ എന്നു വിളിക്കപ്പെടുന്ന അവള്‍ക്ക് ഇത് ആറാം മാസമാണ്. ദൈവത്തിനു ഒരു കാര്യവും അസാധ്യമല്ല" (ലൂക്കാ 1:34-37). ഇവിടെ സാധാരണ രീതിയില്‍ അസാധ്യമായ ഒന്നിന്‍റെ സാധ്യതയെപ്പറ്റി, അഥവാ പരിശുദ്ധാത്മാവിന്‍റെ പ്രവര്‍ത്തനത്തിലുള്ള ഗര്‍ഭധാരണമാണ് ദൈവദൂതന്‍റെ വിവക്ഷ.
    
    വി.മത്തായിയുടെ സുവിശേഷം ഇത് വ്യക്തമാക്കുന്നു. "യേശുക്രിസ്തുവിന്റെ ജനനം ഇപ്രകാരമായിരുന്നു: അവന്റെ മാതാവായ മറിയവും ജോസഫും തമ്മിലുള്ള വിവാഹ നിശ്ചയം കഴിഞ്ഞിരിക്കെ, അവര്‍ സഹവസിക്കുന്നതിനുമുമ്പ് അവള്‍ പരിശുദ്ധാത്മാവിനാല്‍ ഗര്‍ഭിണിയായി കാണപ്പെട്ടു" (വി.മത്തായി 1:18).
    
    ഇന്നു ലൈംഗികാതിപ്രസരവാദവും ലൈംഗികാരാജകത്വവും ശക്തിപ്രാപിച്ചു വരുന്ന ഈ അവസരത്തില്‍ പ.കന്യകയുടെ മാതൃക നമുക്ക് ആത്മശരീരവിശുദ്ധിയോടുകൂടി ജീവിക്കുവാന്‍ പ്രചോദനമരുളണം. ഓരോ ജീവിതാന്തസ്സിലുള്ളവരും അവരവരുടെ ജീവിതാന്തസ്സിനനുസരണമായ വിശുദ്ധി പാലിക്കണം. പ.കന്യകയുടെ നേരെയുള്ള ഭക്തി ശുദ്ധതയുടെ ഏറ്റവും സുനിശ്ചിതമായ അടയാളമാണ്. ഹൃദയശുദ്ധിയുള്ളവര്‍ ഭാഗ്യവാന്മാര്‍ എന്തെന്നാല്‍ അവര്‍ ദൈവത്തെ കാണും. ശുദ്ധത പാലിക്കുന്നവരെ പ.കന്യകയും ഈശോയും വളരെയധികം സ്നേഹിക്കുന്നുവെന്നും നാം മനസ്സിലാക്കേണ്ടിയിരിക്കുന്നു.`,
    incident: `അയര്‍ലന്‍ഡിലെ വി.ബ്രിജിറ്റ് വളരെ സൗന്ദര്യവതിയായിരുന്നു. അവള്‍ പ.കന്യകയുടെ നേരെ അതിയായ ഭക്തിയുള്ളവളുമായിരുന്നു. ചെറുപ്പത്തിലെ തന്നെ അവള്‍ കന്യാവ്രതം വാഗ്ദാനം ചെയ്തു. പക്ഷേ മാതാപിതാക്കന്മാര്‍ വിവാഹം കഴിക്കുവാന്‍ നിര്‍ബന്ധിച്ചു. ഒരു പ്രഭുകുമാരന്‍ അവളെ വിവാഹം കഴിക്കുവാന്‍ ആഗ്രഹിച്ചു. ബ്രിജിറ്റ് കന്യാവ്രതം അര്‍പ്പിച്ചതുകൊണ്ട് വിവാഹത്തില്‍ വൈമുഖ്യം പ്രദര്‍ശിപ്പിക്കുകയാണ് ചെയ്തത്. മാത്രമല്ല അവള്‍ക്ക് ഒരു രോഗം പിടിപെട്ട് അവളുടെ സൗന്ദര്യത്തിനു കോട്ടം സംഭവിച്ചു. ശുദ്ധതയോടുള്ള സ്നേഹം നിമിത്തം അവള്‍ തന്നെ മുഖം വിരൂപമാക്കി. തന്നിമിത്തം വിവാഹാലോചനകളെല്ലാം മാതാപിതാക്കന്മാര്‍ ഉപേക്ഷിച്ചു.

    കുറെനാള്‍ കഴിഞ്ഞ് അത്ഭുതമെന്നു പറയട്ടെ അവളുടെ പൂര്‍വ സൗന്ദര്യം അവള്‍ക്കു ലഭിച്ചു. അവള്‍ പിന്നീട് പ.കന്യകയോടു ഏറ്റവും ഐക്യം പ്രാപിച്ചു. അതിനാല്‍ അയര്‍ലന്‍ഡിലെ മേരി എന്ന അപരാഭിദാനത്തിന് അവള്‍ അര്‍ഹയായി തീര്‍ന്നു. എല്ലാ വിശുദ്ധരും അവളുടെ ശുദ്ധത സംരക്ഷിക്കുന്നതിനായി പ.കന്യകയോടു അന്യാദൃശമായ ഭക്തി പ്രകടിപ്പിച്ചിരുന്നു. അവള്‍ കന്യകകളുടെ രാജ്ഞിയാണ്. പ.കന്യകയുടെ നേരെയുള്ള ഭക്തി ശുദ്ധതയുടെ ഏറ്റവും സുനിശ്ചിതമായ അടയാളമാണ്.`,
    prayer: `പ.കന്യകയെ, അങ്ങു അവിടുത്തെ കന്യാവ്രതത്തെ ഏറ്റവും വിലമതിച്ചിരിക്കുന്നു. ദൈവമാതൃത്വം അങ്ങേയ്ക്ക് നല്‍കിയ അവസരത്തില്‍ പോലും അവിടുന്ന്‍ അതിനെ വളരെ സ്നേഹിച്ചിരുന്നു എന്നു വ്യക്തമാക്കി. ഞങ്ങള്‍ ആത്മശരീര വിശുദ്ധിയോടുകൂടി ജീവിക്കുവാനുള്ള അനുഗ്രഹം നല്‍കേണമേ. ഇന്ന് അനേകര്‍ ഞങ്ങളുടെ ആത്മനൈര്‍മ്മല്യത്തെ കളങ്കപ്പെടുത്തി ജീവിക്കുന്നു. അവര്‍ക്കെല്ലാവര്‍ക്കും മാനസാന്തരത്തിനുള്ള പ്രചോദനം ലഭിക്കട്ടെ. കന്യാംബികയെ, അങ്ങാണല്ലോ എല്ലാവര്‍ക്കും ഹൃദയശുദ്ധതയോടുള്ള സ്നേഹം നല്‍കുന്നത്. ഞങ്ങളും അതിനെ വിലമതിക്കുവാനുള്ള ജ്ഞാനം പ്രദാനം ചെയ്യണമേ.
    `,
    sukruthajapam: `കളങ്കരഹിതയായ കന്യകയെ, നിഷ്ക്കളങ്കരായി ജീവിക്കുവാന്‍ ഞങ്ങളെ അനുഗ്രഹിക്കണമേ.`,
  },
  {
    daytext: `പത്തൊമ്പതാം തീയതി`,
    subject: `ഈജിപ്തിലേക്കുള്ള തിരുക്കുടുംബത്തിന്‍റെ പലായനവും പ്രവാസ ജീവിതവും`,
    intro: `ലോകപരിത്രാതാവിന്‍റെ ജനനത്തില്‍ പ്രപഞ്ചം മുഴുവന്‍ ആനന്ദപുളകിതരായി. പാപത്താല്‍ അധ:പതിച്ച മാനവലോകത്തിനു ഏറ്റവും വലിയ സൗഭാഗ്യവും പ്രത്യാശയും അതു നല്‍കി. ദൈവദൂതന്‍മാര്‍ സ്വര്‍ഗീയമായ ഗാനമാലപിച്ചു. "ഉന്നതങ്ങളില്‍ ദൈവത്തിനു സ്തുതി, ഭൂമിയില്‍ മനുഷ്യര്‍ക്കു സമാധാനവും പ്രത്യാശയും". ബെത്ലഹത്തിലുണ്ടായിരുന്ന ആട്ടിയടയന്മാരും പൗരസ്ത്യ വിജ്ഞാനികളും അവതീര്‍ണ്ണനായ ദൈവസുതനെ സന്ദര്‍ശിച്ച് ആരാധനയര്‍പ്പിക്കുകയും അവരുടെ ഉപഹാരങ്ങള്‍ കാഴ്ചവയ്ക്കുകയും ചെയ്തു. ഹല്ലേലൂയ്യ എന്ന ഗീതം അലയടിച്ചു.

    എന്നാല്‍ യഹൂദന്മാര്‍ക്കു ജനിച്ചിരിക്കുന്ന രാജശിശു തന്‍റെ പ്രതിയോഗിയായിരിക്കുമെന്ന് സേച്ഛാധിപതിയായ ഹേറോദേസ് കരുതി. എല്ലാ സേച്ഛാധിപതികളും ആധുനികയുഗത്തിലും പൗരാണികയുഗത്തിലും ക്രിസ്തുവിനെ തങ്ങളുടെ പ്രതിയോഗിയായിട്ടാണ് കാണുക. അല്ലെങ്കില്‍ സമ്പത്തിനും സ്ഥാനമാനങ്ങള്‍ക്കും ലൗകിക സുഖഭോഗങ്ങള്‍ക്കും പ്രതിബന്ധമായി ക്രിസ്തുവിന്‍റെ പ്രബോധനങ്ങളെ കാണുന്നവരുമുണ്ടാകും.
    
    പൗരസ്ത്യ വിജ്ഞാനികള്‍ യൂദന്മാരുടെ നവജാതനായ രാജശിശുവിനെ കാണുവാനായി വന്നപ്പോള്‍ അക്കാര്യം ഗ്രഹിച്ച ഹേറോദേസ് തന്‍റെ പ്രതിയോഗിയായ രാജശിശുവിനെ വധിക്കുവാന്‍ തീരുമാനിച്ചു. തന്നിമിത്തം ദൈവദൂതന്‍ വി.യൗസേപ്പിന് പ്രത്യക്ഷനായി ശിശുവിനെയും അവന്‍റെ മാതാവിനെയും കൂട്ടിക്കൊണ്ട് ഈജിപ്തിലേക്കു പോകുവാനുള്ള നിര്‍ദ്ദേശം നല്‍കി.
    
    അതനുസരിച്ച് വി.യൗസേപ്പ് പരി.കന്യകയെയും ദിവ്യശിശുവിനെയും കൂട്ടിക്കൊണ്ടു ഈജിപ്തിലേക്കു പലായനം ചെയ്തു. സുദീര്‍ഘമായ ഈ യാത്ര തിരുക്കുടുംബത്തിനു വളരെയധികം ക്ലേശകരമായിരുന്നു. വഴി അജ്ഞാതമാണ്.
    
    അപരിചിതമായ ഒരു രാജ്യം, മണലാരണ്യപ്രദേശം, അപരിചിതമായ യാത്ര സാമ്പത്തികമായും വളരെ ക്ലേശം അനുഭവിച്ചിട്ടുണ്ടാവണം. ഭക്ഷണപാനീയങ്ങള്‍ ലഭിക്കുവാനും ബുദ്ധിമുട്ടുണ്ട്. യാത്രയില്‍ വഴിയരുകിലോ വൃക്ഷച്ചുവട്ടിലോ ഗുഹകളിലോ രാത്രികാലം കഴിക്കേണ്ടതായി വന്നിട്ടുണ്ടാകാം. എന്നാല്‍ ദൈവതിരുമനസ്സിനു വിധേയമായി അതെല്ലാം സസന്തോഷം സ്വീകരിച്ച ദൈവസുതന്‍ ഒരു ഭീരുവിനെപ്പോലെ പലായനം ചെയ്തു.
    
    അപരിചിതമായ ഒരു ദേശത്തു ചെല്ലുമ്പോള്‍ സ്ഥലവാസികള്‍ സംശയദൃഷ്ടിയോടെയായിരിക്കും അവരെ വീക്ഷിച്ചത്. ഈജിപ്ത് യഹൂദന്‍മാരോട് വിദ്വേഷമുള്ള ഒരു രാജ്യമായിരുന്നു. ഈജിപ്തും ഇസ്രായേലുമായി അനേകം യുദ്ധങ്ങള്‍ നടന്നിട്ടുണ്ട്. തന്നിമിത്തം അവര്‍ക്ക് ഈജിപ്തില്‍ ഹൃദ്യമായ ഒരു സ്വാഗതം ലഭിച്ചിരിക്കുകയില്ല. എന്നാല്‍ അപ്പോഴെല്ലാം പരിശുദ്ധ അമ്മയുടെ ഉദരത്തിലെ ഈശോയുടെ സാന്നിദ്ധ്യം അവര്‍ക്കു പ്രത്യാശയും ശക്തിക്കും നല്‍കിയിരിക്കണം.
    
    യാത്രയും പ്രവാസജീവിതവും പ്രത്യാഗമനവും പ.കന്യകയ്ക്ക് വളരെ ദുഃഖമുളവാക്കി എന്നുള്ളത് നിസ്തര്‍ക്കമാണ്. എങ്കിലും അവര്‍ ഈശോയോടുള്ള സ്നേഹത്തെപ്രതി അതിനെയെല്ലാം സഹസ്രം സ്വാഗതം ചെയ്തു. പ.കന്യകയെ അനുകരിച്ച് നാം നമ്മുടെ ജീവിത ക്ലേശങ്ങളെ ക്ഷമാപൂര്‍വ്വമെങ്കിലും അഭിമുഖീകരിക്കുവാന്‍ പരിശ്രമിക്കണം. ദൈവത്തെയും സഹോദരങ്ങളെയും പഴിക്കാതെ ക്രൈസ്തവമായ ധീരതയോടും പ്രത്യാശയോടും കൂടിയാണ് സഹനത്തെ നാം അഭിമുഖീകരിക്കേണ്ടതാണ്.`,
    incident: `കമ്യൂണിസ്റ്റ് റഷ്യയുടെ ശക്തികേന്ദ്രമായ ക്രംലിനില്‍ കൂടി പോകുമ്പോള്‍ ഏറ്റവും അപ്രതീക്ഷിതമായ ഒരു കാഴ്ച കാണാം. റഷ്യയിലെ ഏറ്റവും വലിയ മതവിരുദ്ധരുടെ മദ്ധ്യേ പ.ജനനിയുടെ ഏറ്റവും വലിയ കലാസൗകുമാര്യം തുളുമ്പുന്ന ഒരു ചിത്രം കാണുന്നുണ്ട്. ഇബെരിയന്‍ നാഥ (The Iberian Madonna) എന്ന പേരിലാണ് ഈ ചിത്രം അറിയപ്പെടുന്നത്. റഷ്യ മാനസാന്തരപ്പെടും എന്നു ഫാത്തിമായില്‍ ചെയ്ത വാഗാദാനത്തിന്‍റെ ഒരു അനുസ്മരണമാണ് മോസ്കോയിലെ ഈ ചിത്രം. പ്രസ്തുത ചിത്രം ഗ്രീസിലുള്ള മൗണ്ട് ആതോസ് ആശ്രമത്തിലെ സന്യാസികള്‍ ആലേഖനം ചെയ്തതാണ്. സാര്‍ ആലക്സി എന്ന റഷ്യന്‍ ചക്രവര്‍ത്തി മോസ്കോയില്‍ ഓര്‍ത്തഡോക്സ് സഭയുടെ ഒരു കൗണ്‍സില്‍ 1648-ല്‍ വിളിച്ചുകൂട്ടി.

    മൗണ്ട് ആതോസിലെ സന്യാസവര്യരും അതില്‍ സംബന്ധിക്കുന്നതിനായി അവിടെ വന്നുചേര്‍ന്നു. അവര്‍ തങ്ങളുടെ നാഥയുടെ ചിത്രം ആഘോഷപൂര്‍വ്വം സംവഹിച്ചു കൊണ്ടുവന്ന്‍ സാര്‍ ചക്രവര്‍ത്തിക്കു സമ്മാനിച്ചു. ചക്രവര്‍ത്തി അത് അദ്ദേഹത്തിന്‍റെ സ്വകാര്യ കപ്പേളയില്‍ സ്ഥാപിക്കുകയാണ് ചെയ്തത്. ആറു വത്സരത്തിനു ശേഷം റഷ്യയില്‍ മുഴുവന്‍ ഒരു സാംക്രമിക രോഗബാധ ഉണ്ടായി. മരണാസന്നനായ ചക്രവര്‍ത്തി മാതൃസ്വരൂപം‍ തിരികെ കൊണ്ടുവരുന്നതിനു ആവശ്യപ്പെട്ടു. രൂപം ചക്രവര്‍ത്തിയുടെ രോഗശയ്യയ്ക്ക് സമീപം കൊണ്ടുവന്ന ഉടനെ തന്നെ അദ്ദേഹം അത്ഭുതകരമായി രോഗവിമുക്തി പ്രാപിച്ചു.
    
    കൃതജ്ഞത സൂചകമായി ചക്രവര്‍ത്തി ഒരു ചാപ്പല്‍ റെഡ് സ്ക്വയറില്‍ നിര്‍മ്മിച്ച് അവിടെ ഒരു രൂപം സ്ഥാപിച്ചു. അവിടെ ധാരാളം അത്ഭുതങ്ങള്‍ നടന്നു കൊണ്ടിരുന്നു. 1917-ല്‍ കമ്യൂണിസ്റ്റുകാര്‍ മോസ്കോയില്‍ ആധിപത്യം സ്ഥാപിച്ചപ്പോള്‍ ക്രംലിനില്‍ ദൈവ മാതാവിനു പ്രതിഷ്ഠിച്ച ഒരു ദേവാലയം ഉണ്ടായിരിക്കുകയെന്നത് അസ്ഥാനത്തായി. അവര്‍ റഷ്യയിലെ ദേവാലയങ്ങള്‍ നശിപ്പിച്ചപ്പോള്‍ അതും നശിപ്പിച്ചു. പക്ഷെ ഒരു കമ്യൂണിസ്റ്റ് കലാപ്രേമി പ്രസ്തുതരൂപം ഒരു മഹത്തായ കലാസൃഷ്ടിയാണെന്നറിഞ്ഞ് മതവിരുദ്ധ കലാശാലയില്‍ സ്ഥാപിക്കുകയാണുണ്ടായത്. ആ തിരുസ്വരൂപം അവളുടെ വിമലഹൃദയ വിജയത്തെ പ്രതീക്ഷിച്ച് ഇന്നും നിലകൊള്ളുന്നു.
    `,
    prayer: `ദൈവമാതാവായ പ.കന്യാമറിയമേ, ഈജിപ്തിലേക്കുള്ള പ്രയാണങ്ങളില്‍ അവിടുന്നും അങ്ങേ വിരക്തഭര്‍ത്താവായ മാര്‍ യൗസേപ്പും ഉണ്ണി മിശിഹായും അനേകം യാതനകള്‍ അനുഭവിക്കേണ്ടിവന്നല്ലോ എങ്കിലും അതെല്ലാം ദൈവതിരുമനസ്സിനു വിധേയമായി സന്തോഷപൂര്‍വ്വം സഹിച്ച് ഞങ്ങളുടെ ജീവിതത്തില്‍ ഞങ്ങള്‍ക്കുണ്ടാകുന്ന ബുദ്ധിമുട്ടുകളും ക്ലേശങ്ങളും ക്ഷമാപൂര്‍വ്വം അഭിമുഖീകരിച്ച് സ്വര്‍ഗരാജ്യത്തില്‍ എത്തിച്ചേരുവാനുള്ള അനുഗ്രഹം പ്രാപിച്ചു തരണമേ. അങ്ങ് ജീവിച്ചതും പ്രവര്‍ത്തിച്ചതും ഈശോയ്ക്കു വേണ്ടിയായിരുന്നു. അതുപോലെ ഞങ്ങളും എല്ലാക്കാര്യങ്ങളും ഈശോയ്ക്കുവേണ്ടി ചെയ്യുവാനും സഹിക്കുവാനും ഞങ്ങളെ പ്രാപ്തരാക്കേണമേ.`,
    sukruthajapam: `വിനയത്തിന്‍റെ മാതൃകയായ കന്യകാമാതാവേ, ഞങ്ങളെ വിനയം പഠിപ്പിക്കണമേ.`,
  },
  {
    daytext: `ഇരുപതാം തീയതി`,
    subject: `ബാലനായ യേശുവിനെ ദേവാലയത്തില്‍ കണ്ടെത്തുന്നു`,
    intro: `തിരുക്കുടുംബം എല്ലാ വര്‍ഷവും ജറുസലേം ദേവാലയത്തില്‍ പോയി ദൈവാരാധന നിര്‍വഹിച്ചിരുന്നു. പ്രായപൂര്‍ത്തിയായ പുരുഷന്മാര്‍ വര്‍ഷത്തില്‍ മൂന്നു പ്രാവശ്യമെങ്കിലും ദേവാലയത്തില്‍ പോകണമെന്ന് നിയമം അനുശാസിച്ചിരുന്നു. എന്നാല്‍ വിദൂരസ്ഥലമായ നസ്രസിലും മറ്റുള്ളവരെ ഈ നിയമത്തില്‍ നിന്നും ഒഴിവാക്കിയിരുന്നു. കൂടാതെ സ്ത്രീകളെയും കുട്ടികളെയും തിരുക്കുടുംബം വര്‍ഷത്തിലൊരിക്കലെങ്കിലും ജറുസലേം സന്ദര്‍ശിച്ചിരുന്നു എന്നനുമാനിക്കാം. ഈശോയുടെ പന്ത്രണ്ടാമത്തെ വയസ്സില്‍ തിരുക്കുടുംബം പതിവുപോലെ ജറുസലേം ദേവാലയത്തിലേക്കു തീര്‍ത്ഥയാത്ര നിര്‍വഹിച്ചു.

    ദൈവാരാധനയില്‍ തിരുക്കുടുംബത്തിനുണ്ടായിരുന്ന തീക്ഷ്ണത ഇതു വ്യക്തമാക്കുന്നു. പ.കന്യകയുടെ ആരാധന ദൈവത്തിന് ഏറ്റവും വലിയ മഹത്വം നല്‍കുന്നു. വി.യൗസേപ്പ് നീതിമാനായിരുന്നതിനാല്‍ അദ്ദേഹത്തിന്‍റെ സാന്നിദ്ധ്യം ദൈവത്തിന് സംപ്രീതിജനകമാണ് താനും. ഈശോയ്ക്ക് ദേവാലയത്തില്‍ പോകേണ്ട ആവശ്യമില്ല, അവിടുന്ന്‍ ദൈവമെന്നുള്ള നിലയില്‍ പിതാവിനു തുല്യനാണ്. എന്നാല്‍ മനുഷ്യസ്വഭാവത്തില്‍ അവിടുന്നു ദൈവാരാധനയില്‍ നമുക്ക് മാതൃക നല്‍കുന്നതിനായി ദേവാലയത്തില്‍ പോയി ആരാധിക്കുന്നു.
    
    സ്നേഹവും സ്നേഹപൂര്‍ണമായ ആരാധനയുമായിരുന്നു അവിടുത്തെ മനോഭാവം. നാം ദൈവാരാധനയില്‍ എത്ര വിശ്വസ്തത പുലര്‍ത്തുന്നു എന്നു പരിശോധിക്കേണ്ടിയിരിക്കുന്നു. മനുഷ്യനെ ദൈവം സൃഷ്ടിച്ചിരിക്കുന്നത് അവിടുത്തെ മഹത്വപ്പെടുത്തുന്നതിനാണ്. പക്ഷെ നാം അതു പലപ്പോഴും വിസ്മരിച്ച് ലൗകികമായ സുഖഭോഗങ്ങളില്‍ ശ്രദ്ധ ചെലുത്തുന്നു. നിയമാനുഷ്ഠാനത്തിലും ഈശോ നമുക്ക് മാതൃക നല്‍കുകയാണിവിടെ ചെയ്യുന്നത്.
    
    ഈശോ ദൈവാലയത്തില്‍ നിന്ന് മാതാപിതാക്കന്‍മാരോടൊപ്പം തിരിച്ചുപോന്നില്ല. വി.യൗസേപ്പും പ.കന്യകയും ഒരു ദിവസത്തെ യാത്ര കഴിഞ്ഞപ്പോള്‍ മാത്രമാണ് ആ വസ്തുത മനസിലാക്കുന്നത്. സ്ത്രീകളും പുരുഷന്മാരും വിഭിന്ന മാര്‍ഗങ്ങളിലൂടെയാണ് ദൈവാലയത്തില്‍ നിന്നും പിരിഞ്ഞുപോവുക. തന്നിമിത്തമത്രേ അക്കാര്യം നേരത്തെ ശ്രദ്ധയില്‍പെടാതിരുന്നത്. ഉണ്ണിമിശിഹായെ കാണാതിരുന്നതിനാല്‍ ജോസഫും മേരിയും ദുഃഖത്തോടെ ഈശോയെ അന്വേഷിച്ചു. വഴിയാത്രക്കാരോടും മിത്രങ്ങളോടും അവര്‍ തിരക്കി. പക്ഷെ ഫലമുണ്ടായില്ല. മൂന്നാം ദിവസം ദേവാലയത്തില്‍ വച്ച് നിയമജ്ഞരുമായി തര്‍ക്കിച്ചുകൊണ്ടിരിക്കുന്നതായി അവര്‍ കണ്ടു. അത്ഭുതവും ഖേദവും കലര്‍ന്ന സ്വരത്തില്‍ മേരി ഈശോയോട് ചോദിച്ചു: 'മകനെ നീ എന്തുകൊണ്ടാണ് ഇപ്രകാരം ചെയ്തത്. നിന്‍റെ പിതാവും ഞാനും ദുഃഖത്തോടുകൂടി നിന്നെ അന്വേഷിക്കുകയായിരുന്നുവല്ലോ".
    
    അപ്പോള്‍ ഉണ്ണിമിശിഹാ നല്‍കിയ പ്രത്യുത്തരം അവരെ കൂടുതല്‍ അത്ഭുതപരതന്ത്രരാക്കി. "നിങ്ങള്‍ എന്നെ അന്വേഷിച്ചതെന്തിന്? ഞാനെന്‍റെ പിതാവിന്‍റെ ഭവനത്തിലായിരിക്കേണ്ടതാകുന്നു എന്നു നിങ്ങള്‍ അറിയുന്നില്ലേ? ഈശോ ജോസഫിന്‍റെയും മേരിയുടെയും ശ്രദ്ധയില്‍പ്പെടാതെ ഇപ്രകാരം പ്രവര്‍ത്തിച്ചത് രണ്ടുപേര്‍ക്കും വളരെ വലിയ ദുഃഖത്തിനു കാരണമായി. പ.കന്യകയ്ക്കു മറ്റെല്ലാ വ്യാകുലതകളിലും ഉഗ്രമായ വേദന അനുഭവപ്പെട്ടു. പാപികള്‍ക്കു ഈശോയെ നഷ്ടപ്പെടുമ്പോള്‍ ഉണ്ടാകുന്ന മനോവേദന പ.കന്യകയ്ക്കും അനുഭവവേദ്യമായി.
    
    അവള്‍ ജന്മപാപത്തിന്‍റെയും കര്‍മപാപത്തിന്‍റെയും യാതൊരു മാലിന്യവുമേശാത്ത നിര്‍മ്മലയായ സ്ത്രീയാണ്. പിന്നെ എന്തുകൊണ്ട് ഈശോ അതനുവദിച്ചു? പാപികളോടു സഹതാപാര്‍ദ്രമായ ഒരു ഹൃദയം പ.കന്യകയ്ക്കുണ്ടാകുന്നതിനായിരിക്കാം. പാപികള്‍ ഈശോയെ കണ്ടെത്തുന്നതും മറിയത്തിലൂടെയത്രേ. ദൈവം നമ്മെ ഭരമേല്‍പ്പിച്ചിരിക്കുന്ന ദൗത്യനിര്‍വഹണത്തിന് മതാപിതാക്കന്‍മാരോടും ബന്ധുമിത്രാദികളോടുമുള്ള സ്നേഹം പ്രതിബന്ധമാകരുത്‌ എന്നുള്ള വസ്തുതയും ഇവിടെ നമ്മെ അനുസ്മരിപ്പിക്കുന്നു.`,
    incident: `ഒരിക്കല്‍ കേരളത്തിലെ സെന്‍ട്രല്‍ ജയിലില്‍ ഒരു കത്തോലിക്കന്‍ വധശിക്ഷയ്ക്കു വിധിക്കപ്പെട്ടു കിടന്നിരുന്നു. അയാളുടെ വധശിക്ഷ നിര്‍വഹിക്കുന്നതിന് രണ്ടു ദിവസം മുമ്പ് ഒരു വൈദികന്‍ ജയിലില്‍ ചെന്ന് അയാളെ സന്ദര്‍ശിച്ച് മരണത്തിനൊരുങ്ങണമെന്നാവശ്യപ്പെട്ടു. എന്നാല്‍ അയാള്‍ മറുപടിയായി ഇപ്രകാരം പറഞ്ഞു. ഞാന്‍ ഇത്രയും നാളും കുമ്പസാരിക്കുകയും കുര്‍ബാന കൈക്കൊള്ളുകയും ചെയ്തിട്ട് യാതൊരു പ്രയോജനവുമില്ല. ഇപ്രകാരമുള്ള അന്ധവിശ്വാസം ഉപേക്ഷിക്കാത്തപക്ഷം പത്തുകൊല്ലത്തികം കേരളത്തില്‍ കത്തോലിക്കാസഭ ഉണ്ടായിരിക്കുകയില്ല. ദൈവവും മനുഷ്യാത്മാവുമൊന്നുമില്ല. ഞാനതില്‍ വിശ്വസിക്കുമെന്ന് കരുതേണ്ട.

    ഭഗ്നാശനായ വൈദികന്‍ തിരിച്ചു പോകുന്നതിനു മുമ്പ് 'എന്നോടുള്ള സ്നേഹത്തെ പ്രതി ഇത് കഴുത്തില്‍ ധരിക്കുക' എന്നു പറഞ്ഞു കൊണ്ട് അദ്ദേഹം ഒരു ഉത്തരീയം കൊടുത്തു. കൂടാതെ അദ്ദേഹത്തോടുകൂടി ഒരു 'എത്രയും ദയയുള്ള മാതാവേ' എന്ന ജപവും ചൊല്ലണമെന്നാവശ്യപ്പെട്ടു. അത് അയാള്‍ നിര്‍വഹിച്ചു. സന്ധ്യയായപ്പോള്‍ അയാളില്‍ അത്ഭുതകരമായ പരിവര്‍ത്തനം ഉളവായി. അടുത്ത ദിവസം പാപസങ്കീര്‍ത്തനം നിര്‍വഹിക്കണമെന്നാവശ്യപ്പെട്ടു കൊണ്ട് അയാള്‍ തന്നെ വൈദികനെ വരുത്തി പാപസങ്കീര്‍ത്തനം നിര്‍വഹിച്ചു. അത്ഭുതാവഹമായ പരിവര്‍ത്തനമുളവായി. വളരെ സമാധാനത്തോടും സംതൃപ്തിയോടും കൂടി മരണത്തെ അഭിമുഖീകരിച്ചു.
    `,
    prayer: `ദൈവമാതാവേ, അങ്ങേ ദിവ്യകുമാരന്‍ പന്ത്രണ്ടാമത്തെ വയസ്സില്‍ ദേവാലയത്തില്‍ വച്ചു കാണാതെ പോയപ്പോള്‍ അവിടുന്ന്‍ അപാരമായ ദുഃഖം അനുഭവിച്ചുവല്ലോ. പ്രിയ മാതാവേ, അങ്ങേ മക്കളായ ഞങ്ങള്‍ പലപ്പോഴും പാപത്തിലുള്‍പ്പെട്ട് ഈശോയെ ഉപേക്ഷിക്കുന്നതിന് അവിടുന്ന്‍ പരിഹാരമനുഷ്ഠിക്കുകയാണല്ലോ ചെയ്തത്. ഞങ്ങളുടെ ഭൂതകാല പാപങ്ങളെക്കുറിച്ച് അനുതപിക്കുന്നു. മേലില്‍ പാപം ചെയ്തു ഈശോയെ ഉപേക്ഷിക്കാതിരിക്കുവാനുള്ള അനുഗ്രഹം ഞങ്ങള്‍ക്കു നല്‍കേണമേ. മാതാവേ, അങ്ങേയ്ക്കും ദിവ്യസുതനും പ്രീതിജനകമായ ജീവിതം ഭാവിയില്‍ ഞങ്ങള്‍ നയിക്കുന്നതാണ്.`,
    sukruthajapam: `എന്‍റെ അമ്മേ, എന്‍റെ ആശ്രയമേ.‍`,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    incident: ``,
    prayer: ``,
    sukruthajapam: ``,
  },
];
