export const datatext = [
  {
    daytext: `ഒന്നാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയത്തെ പ്രത്യേക വിധത്തില്‍ വന്ദിക്കുന്നതിന്‍റെ രഹസ്യം`,
    intro: `ദൈവപുത്രനായ മിശിഹാ മനുഷ്യാവതാരം ചെയ്തുവെന്നുള്ളത് സംശയം കൂടാതെ അംഗീകരിക്കേണ്ട ഒരു വിശ്വാസ രഹസ്യമാണ്. അത്ഭുതകരമായ അവിടുത്തെ ഈ പ്രവൃത്തിയാല്‍ ക്രിസ്തുവിന്‍റെ ദിവ്യഹൃദയം ദൈവ സ്വഭാവത്തോടു ഗാഢമായി ചേര്‍ന്നിരിക്കുന്നു. തന്നിമിത്തം ക്രിസ്തുവിന്‍റെ ഹൃദയം ദൈവിക ഹൃദയം തന്നെയാണ്. ക്രിസ്തുനാഥനു രണ്ടുവിധ സ്വഭാവമുണ്ട്. ദൈവസ്വഭാവവും മനുഷ്യസ്വഭാവവും. ഈശോ ദൈവമായിരിക്കയാല്‍ സ്വര്‍ഗ്ഗത്തില്‍ മാലാഖമാരും സ്വര്‍ഗ്ഗവാസികളും ചെയ്യുന്ന ആരാധനാ സ്തുതിസ്തോത്രങ്ങള്‍ ഭൂമിയില്‍ അനുഷ്ഠിക്കുവാന്‍ മനുഷ്യര്‍ കഷ്ടപ്പെടുന്നുണ്ട്.

    ദൈവികവും മാനുഷികവുമായ സ്വഭാവങ്ങള്‍ അങ്ങില്‍ ഒന്നുചേര്‍ന്നിരിക്കയാല്‍ സഹോദരനും സ്നേഹിതനുമായ അവിടുത്തെ സമീപം പ്രതീക്ഷയോടും സ്നേഹത്തോടും കൂടി നാം അടുക്കേണ്ടതാവശ്യമാണ്. ഈ ദിവ്യഹൃദയത്തെ സമീപിക്കുവാനും ദൈവത്തിന്‍റെ ഹൃദയത്തോട് സംഭാഷണം നടത്താനുമായി നാം സമീപിച്ചിരുന്നെങ്കില്‍ എത്രമാത്രം ഭയഭക്തി ബഹുമാനാദരവുകള്‍ പ്രദര്‍ശിപ്പിക്കുമായിരുന്നു.
    
    ഈ ദിവ്യഹൃദയത്തില്‍ സകല നിക്ഷേപങ്ങളും ദൈവത്വത്തിന്‍റെ പൂര്‍ണ്ണതയും സമഗ്രമായി അടങ്ങിയിരിക്കുന്നു. ഇതിനാല്‍ ഈശോമിശിഹായുടെ ദിവ്യഹൃദയത്തെ ആരാധിക്കുന്നത് അത്യന്തം ഉചിതമായിരിക്കുന്നു. നമുക്കാവശ്യമായതും നാം ആഗ്രഹിക്കുന്നതുമായ സകല നന്മകളും ഈ ദിവ്യഹൃദയത്തിന്‍റെ അനുഗ്രഹം നിറഞ്ഞ സന്നിധിയില്‍ ബോധിപ്പിക്കാവുന്നതാണ്‌. മാനസികമായ വേദനകളാലും സംശയങ്ങളാലും പീഡിപ്പിക്കപ്പെടുന്നുവെങ്കില്‍ "അദ്ധ്വാനിക്കുന്നവരും ഭാരം വഹിക്കുന്നവരും എന്‍റെ അടുക്കല്‍ വരുവിന്‍" എന്ന്‍ അവിടുത്തെ ദിവ്യഹൃദയം നമ്മോട് പറയുന്നു.
    
    ദാരിദ്ര്യത്താലും നിന്ദാപമാനങ്ങളാലും നാം‍ ഞെരുക്കപ്പെടുന്നുവെങ്കില്‍ ലോകസൗഭാഗ്യവും ബഹുമാനങ്ങളും നിസ്സാരങ്ങളെന്നും നിത്യരക്ഷ പ്രാപിക്കുകയാണ് ഏറ്റവും പ്രധാനമായ കാര്യമെന്നും ഈ ദിവ്യഹൃദയം നമ്മെയും ഗ്രഹിപ്പിക്കും. നമ്മുടെ കുടുംബ ജീവിതത്തില്‍ അസമാധാനവും അസന്തുഷ്ടിയും കലഹവാസനയും കളിയാടുന്നുവെങ്കില്‍ ഈശോയുടെ തിരുഹൃദയത്തിന്‍റെ കാരുണ്യം അപേക്ഷിക്കണം. അപ്പോള്‍ ഈ ദിവ്യഹൃദയത്തിന്‍റെ അനുഗ്രഹം ധാരാളമായി നമ്മുടെ ഭവനങ്ങളില്‍ ഉണ്ടാകും. ഈശോയുടെ ദിവ്യഹൃദയം സകല നിക്ഷേപങ്ങളുടെയും അനുഗ്രഹങ്ങളുടെയും ഒരിക്കലും വറ്റാത്ത ഉറവയാണെന്ന ഓര്‍മ്മ നമ്മെ ധൈര്യപ്പെടുത്തുന്നു.
    
    ആകയാല്‍ ഈശോയുടെ തിരുഹൃദയത്തിന്‍റെ നേരെ ഭക്തിയുള്ള ആത്മാവേ, നിനക്ക് ആവശ്യമായിരിക്കുന്ന എല്ലാ ആദ്ധ്യാത്മികവും ലൗകികവുമായ നന്മകളും ലഭിക്കുന്നതിന് ഈ മാസാരംഭത്തില്‍ തന്നെ ഈശോയുടെ പരിശുദ്ധ ഹൃദയത്തോട് നിത്യകന്യകയും അമലോത്ഭവവുമായ മറിയത്തിന്‍റെ വിമലഹൃദയം വഴിയായി അപേക്ഷിച്ചു സാധിക്കുന്നതിനു ശ്രമിക്കുക. ഈ മാസത്തില്‍ ചെയ്യുന്ന സകല ഭക്തകൃത്യങ്ങളും ആഗ്രഹിക്കുന്നതും അപേക്ഷിക്കുന്നതുമായ കാര്യങ്ങള്‍ ലഭിക്കുന്നതിനായി നിയോഗിക്കുകയും ചെയ്യുന്നു.`,
    prayer: `അനന്തനന്മ സ്വരൂപിയായ സര്‍വ്വേശ്വരാ, ഈശോയുടെ ദിവ്യഹൃദയം വഴിയായി അപേക്ഷിക്കുകയെന്നും ഈ ദിവ്യഹൃദയം വഴിയായി അപേക്ഷിക്കുന്ന സകലവും ലഭിക്കുമെന്നും വിശുദ്ധ മര്‍ഗ്ഗരീത്തായോട് അങ്ങ് വാഗ്ദാനം ചെയ്തുവല്ലോ. അങ്ങയുടെ അനന്ത പ്രതാപത്തിന്‍ മുമ്പാകെ ഞാന്‍ സാഷ്ടാംഗപ്രണാമം ചെയ്യുന്നു. എന്‍റെ ജീവിതകാലം മുഴുവനും ഞാന്‍ അങ്ങേ ദിവ്യപുത്രനെ അറിയുന്നതിനും സ്നേഹിക്കുന്നതിനും പ്രത്യേകമായി ഈ മാസത്തില്‍ വിശുദ്ധ മര്‍ഗ്ഗരീത്തായുടെ മാതൃകയെ അനുകരിക്കുന്നതിനും അനുഗ്രഹം ചെയ്തരുളണമേ. എന്‍റെ ദൈവമേ! അങ്ങില്‍ നിന്നു ബഹുമാനം, ഐശ്വര്യം ആദിയായവ ഞാന്‍ ഇച്ഛിക്കുന്നില്ല. അങ്ങയുടെ ദിവ്യനാദം എല്ലാവരും അറിയുന്നതിനും എല്ലായിടത്തും സ്തുതിക്കപ്പെടുന്നതിനും അങ്ങേ ദിവ്യപുത്രനായ ഈശോ ജനഹൃദയങ്ങളില്‍ ഭരണം നടത്തുന്നതിനും മാത്രമേ ഞാന്‍ ആഗ്രഹിക്കുന്നുള്ളൂ.`,
    sukruthajapam: `ഈശോയുടെ തിരുഹൃദയമേ! ഞങ്ങളുടെമേല്‍ അലിവായിരിക്കണമേ.`,
    salkriya: `ഈ മാസത്തില്‍ ദിവ്യഹൃദയത്തിനു വേണ്ടി ചെയ്യാന്‍ ഉദ്ദേശിക്കുന്ന ഭക്തകൃത്യങ്ങള്‍ നിശ്ചയിച്ചു വിശ്വസ്തതയോടെ നിറവേറ്റുക.`,
  },
  {
    daytext: `രണ്ടാം തീയതി`,
    subject: `ഈശോ തന്‍റെ തിരുഹൃദയ ഭക്തന്‍മാരോട് ചെയ്തിരിക്കുന്ന വാഗ്ദാനങ്ങള്‍`,
    intro: `ഈശോമിശിഹാ തന്‍റെ തിരുഹൃദയ ഭക്തന്മാര്‍ക്ക് അനേക നന്മകള്‍ വാഗ്ദാനം ചെയ്തിട്ടുണ്ട്. ഈശോയെ കൂടാതെ നമുക്ക് ഒന്നുംതന്നെ ചെയ്യുവാന്‍ സാദ്ധ്യമല്ല എന്ന്‍ വ്യക്തമായി പറഞ്ഞിരിക്കുന്നതു കൊണ്ടു അവിടുത്തെ അനുഗ്രഹങ്ങള്‍ നമുക്ക് അത്യന്തം ആവശ്യമാണ്‌. തിരുഹൃദയനാഥന്‍റെ അനുഗ്രഹങ്ങള്‍ കൂടാതെയുള്ള ക്രൈസ്തവജീവിതത്തെപ്പറ്റി നമുക്കു ചിന്തിക്കുകകൂടി സാദ്ധ്യമല്ല. ഈശോ അവിടുത്തെ വാത്സല്യപുത്രിയായ വിശുദ്ധ മര്‍ഗ്ഗരീത്താ മേരിക്കു പ്രത്യക്ഷപ്പെട്ട് നല്‍കിയ പന്ത്രണ്ട് വാഗ്ദാനങ്ങള്‍ ഗാഢമായ ചിന്തയ്ക്ക് വിധേയമാക്കുന്നത് വളരെ നല്ലതാണ്.

    1. എന്‍റെ ദിവ്യഹൃദയ ഭക്തരുടെ ജീവിതാന്തസ്സിനു വേണ്ട എല്ലാ അനുഗ്രഹങ്ങളും ഞാന്‍ പ്രദാനം ചെയ്യും.
    
    2. അവരുടെ കുടുംബങ്ങളില്‍ ഞാന്‍ സമാധാനം നല്‍കും.
    
    3. അവരുടെ സങ്കടങ്ങളില്‍ ഞാന്‍ അവരെ ആശ്വസിപ്പിക്കും.
    
    4. ജീവിതകാലത്തിലും പ്രത്യേകം അവരുടെ മരണ സമയത്തിലും ഞാന്‍ അവര്‍ക്കു ഉറപ്പുള്ള സങ്കേതമായിരിക്കും.
    
    5. അവരുടെ എല്ലാ പ്രയത്നങ്ങളിലും ഞാന്‍ അനവധി ആശീര്‍വ്വാദങ്ങള്‍ നല്‍കും.
    
    6. പാപികള്‍ എന്‍റെ ഹൃദയത്തില്‍ അനുഗ്രഹത്തിന്‍റെ വറ്റാത്ത ഉറവയും സമുദ്രവും കണ്ടെത്തും.
    
    7. മന്ദതയുള്ള ആത്മാക്കള്‍ തീക്ഷ്ണതയുള്ളവരാകും.
    
    8. തീക്ഷ്ണതയുള്ള ആത്മാക്കള്‍ അതിവേഗത്തില്‍ പരിപൂര്‍ണ്ണതയുടെ പദവിയില്‍ കയറും.
    
    9. എന്‍റെ ദിവ്യഹൃദയസ്വരൂപം പരസ്യമായി പ്രതിഷ്ഠിച്ചു വണങ്ങുന്ന ഭവനങ്ങളില്‍ എന്‍റെ ആശീര്‍വ്വാദമുണ്ടാകും.
    
    10. കഠിന പാപികളെ മനസ്സു തിരിക്കുന്നതിനുള്ള വരം വൈദികര്‍ക്ക് ഞാന്‍ നല്‍കും.
    
    11. ഈ ഭക്തി പ്രചരിപ്പിക്കുന്നവരുടെ നാമം എന്‍റെ ഹൃദയത്തില്‍ ഞാന്‍ എഴുതും. അതില്‍നിന്നും അവരുടെ നാമം ഒരിക്കലും മായിക്കുയില്ല.
    
    12. ഒമ്പതു ആദ്യവെള്ളിയാഴ്ച തുടര്‍ച്ചയായി വിശുദ്ധ കുര്‍ബാന സ്വീകരിക്കുന്നവര്‍ക്ക് അവസാനം വരെയുള്ള നിലനില്‍പ്പിന്‍റെ വരം ഞാന്‍ നല്‍കും. എന്‍റെ അനുഗ്രഹം കൂടാതെയോ, കൂദാശകള്‍ സ്വീകരിക്കാതെയോ അവന്‍ മരിക്കുകയില്ല. അവരുടെ മരണത്തിന്‍റെ അവസാനത്തെ മണിക്കൂറില്‍ എന്‍റെ ദിവ്യഹൃദയം അവര്‍ക്കു നിശ്ചയമുള്ള സങ്കേതമാകുമെന്ന് എന്‍റെ സ്നേഹാധിക്യത്താല്‍ നിന്നോട് വാഗ്ദാനം ചെയ്യുന്നു.
    
    ഈശോയുടെ ഈ അമൂല്യ വാഗ്ദാനങ്ങളെപ്പറ്റി ശ്രദ്ധാപൂര്‍വ്വം ധ്യാനിക്കുന്നവരുടെ ഹൃദയങ്ങളില്‍ സ്നേഹം കത്തിജ്ജ്വലിക്കാതിരിക്കുക അസാധ്യമാണ്. അതിനാല്‍ നമ്മുടെ സ്നേഹം മുഴുവനും ഇന്നുമുതല്‍ ഈശോയുടെ ദിവ്യഹൃദയത്തില്‍ നിക്ഷേപിക്കാം. അപ്പോള്‍ ഈശോയുടെ ഈ വാഗ്ദാനങ്ങളുടെ ഫലം നമുക്കു ലഭിക്കുമെന്നുള്ളതില്‍ സംശയമില്ല.`,
    prayer: `ഏറ്റം സ്നേഹയോഗ്യനായ എന്‍റെ ഈശോയെ, ഇതാ ഞാന്‍ അങ്ങേപ്പക്കല്‍ ഓടി വരുന്നു. അങ്ങേ ദിവ്യസന്നിധിയില്‍ ഞാനിതാ സാഷ്ടാംഗം വണങ്ങുന്നു. അനുഗ്രഹമുള്ള എന്‍റെ ഈശോയെ! എന്‍റെ സംശയങ്ങളിലും ആത്മശരീര വ്യാധികളിലും ആശ്വാസവും സന്തോഷവും അങ്ങേ ദിവ്യഹൃദയത്തിലും വാഗ്ദാനങ്ങളിലും അന്വേഷിക്കാതെ സൃഷ്ടികളില്‍ തേടിപ്പോയി. ഓ! മാധുര്യം നിറഞ്ഞ ഈശോയുടെ തിരുഹൃദയമേ! അങ്ങ് എന്‍റെ ഹൃദയത്തിന്‍റെ മൂഢത്വത്തെ നോക്കുമ്പോള്‍ എത്രമാത്രം വേദന അങ്ങേ ഹൃദയം അനുഭവിക്കുന്നു. ഓ! എന്‍റെ ഹൃദയമേ! കഠിനഹൃദയമേ! സൃഷ്ടികളില്‍ നിന്ന്‍ നിന്‍റെ താത്പര്യങ്ങളെ എല്ലാം നീക്കി നിന്‍റെ സ്രഷ്ടാവിന്‍റെ കൃപ നിറഞ്ഞ ഹൃദയത്തെ സ്നേഹിക്കുക. സകല നിക്ഷേപങ്ങളും അടങ്ങിയിരിക്കുന്ന ഈശോയുടെ തിരുഹൃദയമേ! ഞാന്‍ നിന്നെ സ്നേഹിക്കുന്നു. ആരാധിക്കുന്നു. ലോകത്തിലുള്ള സകല നന്മകളെക്കാളും സ്വര്‍ഗ്ഗത്തിലുള്ള സകല ഭാഗ്യങ്ങളെക്കാളും അങ്ങേ ദിവ്യഹൃദയത്തെ ഞാന്‍ ഏറ്റവും അധികമായി സ്നേഹിക്കുന്നു. കര്‍ത്താവേ! അങ്ങയുടെ വാഗ്ദാനങ്ങള്‍ക്കു എന്നെ യോഗ്യനാക്കണമേ.`,
    sukruthajapam: `പാപികളുടെ നേരെ ഏറ്റം ദയയുള്ള ദിവ്യഹൃദയമേ, എന്‍റെ മേല്‍ ദയയായിരിക്കണമേ.`,
    salkriya: `ഈശോയുടെ ദിവ്യഹൃദയത്തെ സകല വസ്തുക്കളെക്കാള്‍ സ്നേഹിക്കുന്നുണ്ടെന്നു പ്രതിജ്ഞ ചെയ്യുക.`,
  },
  {
    daytext: `മൂന്നാം തീയതി`,
    subject: `ഈശോയോടുള്ള തിരുഹൃദയഭക്തി ദൈവസ്നേഹം വര്‍ദ്ധിപ്പിക്കുന്നു`,
    intro: `ക്രിസ്തുനാഥന്‍റെ സകല‍ ഉപദേശങ്ങളും സ്നേഹത്തിന്റെ പ്രമാണത്തില്‍ അടങ്ങിയിരിക്കുന്നു. ദൈവത്തിലേക്ക് മനുഷ്യനെ ആകര്‍ഷിക്കുന്നതിനു സ്നേഹത്തെക്കാള്‍ ഉചിതമായ മാര്‍ഗ്ഗം ഇല്ല. ദൈവം നമ്മുടെ മേല്‍ പല കടമകളെ ചുമത്തിയിട്ടുണ്ടെങ്കിലും സ്നേഹത്തെക്കാള്‍ ഗൗരവമായും ശക്തിയായും അവിടുന്ന്‍ ഒന്നും ആജ്ഞാപിച്ചിട്ടില്ല. ഈ സ്നേഹം മൂലം നാം അവിടുത്തെ ശിഷ്യരെന്നും സ്നേഹിതരെന്നും അറിയപ്പെടുന്നതിനിടയാകും. മാധുര്യം നിറഞ്ഞ ഈശോയെ, അങ്ങയെ സ്നേഹിക്കുന്നതിനു പാപികളായ ഞങ്ങളെ ക്ഷണിക്കുന്നത് സ്മരിക്കുമ്പോള്‍ വി.ആഗസ്തീനോസിനോടു കൂടെ ഞങ്ങള്‍ ഇപ്രകാരം പറയുന്നു: "കര്‍ത്താവേ, അങ്ങയെ സ്നേഹിക്കുന്നതിനു ഞങ്ങള്‍ക്കു അനുവാദം തരുന്നുവെങ്കില്‍ അതു തന്നെ വലിയ കാര്യമാണ്. എന്നാല്‍ ഞങ്ങള്‍ക്കു അനുവാദം തരിക മാത്രമല്ല, അങ്ങയെ സ്നേഹിക്കുന്നതിനു കല്‍പ്പിക്കുക കൂടെയും ചെയ്യുമ്പോള്‍ ഞങ്ങളുടെ നേരെയുള്ള അങ്ങേ സ്നേഹം അനന്തമാണെന്നുള്ളതിനു സംശയമില്ല".

    ഈശോയെ സ്നേഹിക്കാന്‍ ആഗ്രഹിക്കുന്ന ഭക്തരെ, നിങ്ങള്‍ അനുഭവിക്കുന്ന സങ്കടങ്ങളും, ചെയ്യുന്ന സകല അദ്ധ്വാനങ്ങളും ദൈവസ്നേഹം ലഭിക്കുന്നതിനായി നിയോഗിച്ചിരുന്നുവെങ്കില്‍ എത്രയോ എളുപ്പത്തില്‍ അത് വര്‍ദ്ധിക്കുമായിരുന്നു. വഞ്ചനയും ആപത്തും നിറഞ്ഞ ലൗകികവസ്തുക്കളുടെ പിന്നാലെ നാം ബദ്ധപ്പെട്ടു പാഞ്ഞു കൊണ്ടിരിക്കയാണ്. എന്ത്‌ നേട്ടമാണ് നമുക്കുണ്ടാവുക? ഈശോ വിശുദ്ധ മര്‍ഗ്ഗരീത്തായോട് ഇപ്രകാരം പറഞ്ഞു, "എന്‍റെ ഹൃദയത്തെ സ്നേഹിക്കുന്നവരുടെ ഹൃദയങ്ങളില്‍ ദൈവസ്നേഹം ഞാന്‍ ജ്വലിപ്പിക്കും. എന്‍റെ ദിവ്യഹൃദയഭക്തി കഠിനഹൃദയങ്ങളെ ഇളക്കി, അവയില്‍ ദിവ്യസ്നേഹം ഉദിപ്പിക്കും. തീക്ഷ്ണതയില്ലാത്തവരുടെ ഹൃദയങ്ങളെ ദിവ്യസ്നേഹത്താല്‍ പ്രഭാപൂര്‍ണ്ണമാക്കും."
    
    ആകയാല്‍ സഹോദരങ്ങളെ! തിരുസ്സഭയുടെ പൂന്തോട്ടത്തില്‍ നട്ടിരിക്കുന്ന തിരുഹൃദയഭക്തി എന്ന ഈ വിശുദ്ധ വൃക്ഷത്തില്‍ നിന്നും എടുക്കേണ്ട ഫലം ദിവ്യസ്നേഹമാണ്. ഈ ദിവ്യസ്നേഹത്തില്‍ നാം എത്രമാത്രം ആഴപ്പെടുന്നോ അത്രയ്ക്കു തന്നെ കഷ്ടാനുഭവങ്ങള്‍ സഹിക്കുന്നതിനുള്ള ശക്തിയും ധൈര്യവും നമ്മില്‍ വര്‍ദ്ധിക്കുകയും ചെയ്യും. ഇതുവഴി നമ്മുടെ ഹൃദയം ഈശോയുടെ ദിവ്യഹൃദയത്തിനു അനുരൂപമാകുമെന്നു മാത്രമല്ല പരിശുദ്ധ ത്രിത്വത്തിന്‍റെ വസതി കൂടി ആയിത്തീരും. അതുകൊണ്ട് ഈ ഭക്തിയില്‍ അനുദിനം വര്‍ദ്ധിച്ചുവരുന്നതിനും മറ്റുള്ളവരും ഈ ഭക്തി അഭ്യസിക്കുന്നതിനും നമുക്കു ശ്രമിക്കാം.`,
    prayer: `ഈശോയുടെ ഏറ്റം പരിശുദ്ധ ദിവ്യഹൃദയമേ, അങ്ങയുടെ അനന്ത സ്നേഹത്തെപ്പറ്റി ധ്യാനിക്കുമ്പോള്‍ എന്‍റെ ഹൃദയം അങ്ങയുടെ നേരെയുള്ള സ്നേഹത്താല്‍ കത്തിജ്വലിക്കുന്നു. എന്‍റെ ജീവനും സര്‍വ്വസമ്പത്തുമായ ഈശോയേ! ഞാന്‍ മുഴുവനും അങ്ങേയ്ക്കുള്ളവനായിത്തീരുവാന്‍ ആഗ്രഹിക്കുന്നു. എന്‍റെ നാവ് അങ്ങയെക്കുറിച്ച് മാത്രം സംസാരിക്കുവാനും എന്‍റെ ഹൃദയം അങ്ങയെ മാത്രം സ്നേഹിക്കുവാനും എപ്പോള്‍ ഇടയാകും? നാഥാ എന്‍റെ ജീവിതം അങ്ങയുടെ സ്നേഹത്തെപ്രതി ആകയില്ലെങ്കില്‍ എനിക്കെന്തു ഫലം? സ്നേഹം നിറഞ്ഞ ഈശോയേ! ഞാന്‍ മുഴുവനും അങ്ങേയ്ക്കുള്ളവനാകുവാനും അങ്ങില്‍ ജീവിക്കാനും അവസാനം എന്‍റെ ആത്മാവിനെ അവിടുത്തെ ദിവ്യഹൃദയത്തില്‍ സമര്‍പ്പിക്കുവാനും എനിക്ക് അനുഗ്രഹം ചെയ്യണമേ.`,
    sukruthajapam: `ഈശോയുടെ തിരുഹൃദയമേ! എന്‍റെമേല്‍ ദയയായിരിക്കണമേ.
    `,
    salkriya: `ഈശോയുടെ ദിവ്യഹൃദയസ്തുതിക്കായി ഒരു കുര്‍ബ്ബാന കണ്ടു കാഴ്ച വയ്ക്കുക.`,
  },
  {
    daytext: `നാലാം തീയതി`,
    subject: `വിശുദ്ധ കുര്‍ബാനയില്‍ എഴുന്നള്ളിയിരിക്കുന്ന ഈശോയുടെ ദിവ്യഹൃദയം`,
    intro: `വി.കുര്‍ബാന വഴിയായി ഈശോയുടെ ദിവ്യഹൃദയം നമ്മോട് പ്രദര്‍ശിപ്പിച്ചിരിക്കുന്ന സ്നേഹം അനന്തവും അവര്‍ണ്ണനീയവുമാണ്. സ്നേഹം നിറഞ്ഞ ഈ തിരുഹൃദയം അവിടുത്തെ ദൈവികശക്തിയെ മറച്ചുകൊണ്ടും അതിനെപ്പറ്റി ചിന്തിക്കാതെയും ഏറ്റം സ്വതന്ത്രമായും നമ്മോടു സമ്പര്‍ക്കം പുലര്‍ത്തിവരുന്നു. അനേകലക്ഷം മാലാഖമാര്‍ അവിടുത്തെ ദൈവസന്നിധിയില്‍ ആരാധനാര്‍പ്പണങ്ങള്‍ ചെയ്യുന്നു. ദിവ്യകാരുണൃമെന്ന വിശുദ്ധ രഹസ്യത്തില്‍ ഈശോ നമുക്കു പിതാവും, നാഥനും, ഇടയനും, സ്നേഹിതനും, നേതാവും, വൈദ്യനും, വഴിയും, സത്യവും, പ്രകാശവും, ജീവനും സര്‍വ്വോപരി എല്ലാ അനുഗ്രഹങ്ങളുടെയും ഉറവയും ആകുന്നു.

    ഈശോയുടെ ദിവ്യഹൃദയത്തെ ആരാധിക്കുന്നതിനും നമുക്കാവശ്യമുള്ളതും ഇഷ്ടമുള്ളതുമായ നന്മകളെ ചോദിക്കുന്നതിനും അവിടുത്തോട്‌ പൂര്‍ണ്ണസ്വാതന്ത്ര്യമായി സംഭാഷണം നടത്തുന്നതിനും നമ്മുടെ ആത്മാവിന്‍റെ ഭക്ഷണമായി തീരുന്നതിനും വിശുദ്ധ കുര്‍ബാന അനുവദിക്കുന്നു. ഈ ദിവ്യഹൃദയത്തിന്‍റെ അനന്തസ്നേഹത്തെപ്പറ്റി ക്ഷണനേരം നാം ധ്യാനിക്കുന്നുവെങ്കില്‍ നമ്മുടെ ഹൃദയത്തില്‍ വലുതായ മാറ്റവും ദൈവസ്നേഹവും ജനിക്കാതിരിക്കയില്ല. എന്നാല്‍ നിസ്വാര്‍ത്ഥമായ ഈ സ്നേഹത്തിന് എന്തു ഫലമാണ് മനുഷ്യരില്‍ നിന്നു ലഭിക്കുന്നതെന്ന് കുറച്ചുസമയം ധ്യാനിക്കേണ്ടത് ആവശ്യമാണ്‌.
    
    ഈശോ തന്നെ വ്യക്തമായി പറഞ്ഞിരിക്കുന്നു. "സ്വര്‍ഗ്ഗത്തില്‍ നിന്നിറങ്ങിയ ജീവനുള്ള അപ്പം ഞാനാകുന്നു. നിങ്ങളുടെ പിതാക്കന്മാര്‍ മന്നാ ഭക്ഷിച്ചു. എന്നാല്‍ മരിച്ചുപോയി. ഞാന്‍ നല്‍കുന്ന അപ്പം ലോകത്തിന്‍റെ ജീവനായി തരുന്ന എന്‍റെ ശരീരം തന്നെയാകുന്നു. എന്‍റെ ശരീരം സാക്ഷാല്‍ ഭോജനവും എന്‍റെ രക്തം സാക്ഷാല്‍ പാനീയവും ആകുന്നു. എന്‍റെ ശരീരം ഭക്ഷിക്കുകയും രക്തം പാനം ചെയ്യുകയും ചെയ്യുന്നവന്‍ നിത്യമായി ജീവിക്കും. അന്ത്യവിധി ദിവസം ഞാന്‍ അവനെ ഉയിര്‍പ്പിക്കുകയും ചെയ്യും." ഈശോ അവിടുത്തെ പിതാവിന്‍റെ സന്നിധിയില്‍ എഴുന്നള്ളിയിരിക്കും വിധം ദിവ്യകാരുണ്യത്തിലും എഴുന്നള്ളിയിരിക്കുന്നുവെന്നുള്ളതു സത്യമാണ്. അതിനാല്‍ സഭാവിരുദ്ധരും നിരീശ്വരന്‍മാരും ഈ വിശുദ്ധ രഹസ്യത്തെ നിഷേധിക്കുമ്പോള്‍ ഈശോയുടെ സ്നേഹസമ്പൂര്‍ണ്ണമായ ഹൃദയം വേദനയും അപമാനവും സഹിക്കുന്നുണ്ട്.
    
    സ്വസന്താനങ്ങളെന്നും സഹചാരികളെന്നും സ്നേഹിതരെന്നും വിളിക്കുന്നവരില്‍ കൂടെയും അനേകം പേര് ഈശോയുടെ സന്നിധിയില്‍ വണക്കക്കുറവും പ്രദര്‍ശിപ്പിക്കുകയും ഘോരപാപത്തോടെ അവിടുത്തെ സ്വീകരിക്കുകയും ചെയ്യാറുണ്ട്. ഇതു കാണുമ്പോള്‍ സ്നേഹത്താല്‍ ഉജ്ജ്വലിക്കുന്ന അവിടുത്തെ ഹൃദയം വേദനിക്കാറുണ്ട്. ഇവയെപ്പറ്റി ധ്യാനിക്കുന്ന സഹോദരങ്ങളെ! നമ്മാല്‍ കഴിയുംവിധം ദയയും സ്നേഹവും നിറഞ്ഞ ഈ ഹൃദയത്തെ സ്നേഹിപ്പാനും മനുഷ്യരുടെ നന്ദികേടും ത്യാഗശൂന്യതയും നിമിത്തം ഈശോ അനുഭവിക്കുന്ന അപമാനങ്ങള്‍ക്ക് പരിഹാരം അനുഷ്ഠിക്കാനും ശ്രമിക്കാം.`,
    prayer: `ദയയും സ്നേഹവും നിറഞ്ഞ ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങയെ ഞാന്‍ ആരാധിക്കുന്നു. പൂര്‍ണ്ണഹൃദയത്തോടുകൂടെ ഞാന്‍ സ്നേഹിക്കുന്നു. ഇത്രയധികമായി എന്നെ അങ്ങ് സ്നേഹിച്ചിരിക്കയാല്‍, ഇനിയെങ്കിലും അങ്ങയെ വേദനിപ്പിക്കാതിരിക്കേണ്ടത് എന്‍റെ കടമയായിരിക്കുന്നു. മാധുര്യപൂര്‍ണ്ണമായ ഈശോയേ! അങ്ങയോടു ഞാന്‍ ചെയ്ത പാപങ്ങളെ ഓര്‍ത്ത് മനസ്താപപ്പെട്ട് ക്ഷമ യാചിക്കുന്നു. അനന്തക്ഷമാനിധിയായ നാഥാ, വിശുദ്ധ കുര്‍ബാനയില്‍ അങ്ങയോടു ചെയ്യുന്ന പാപങ്ങള്‍ക്കു പരിഹാരമായി എന്ത് ത്യാഗപ്രവൃത്തിയും ചെയ്യുവാന്‍ ഞാന്‍ സന്നദ്ധനാണ്. കൃപാനിധിയായ ഈശോ! അങ്ങ് എനിക്കു ചെയ്തു തരുന്ന അസംഖ്യങ്ങളായ അനുഗ്രഹങ്ങള്‍ക്ക് നന്ദിയായി സകല മാലഖമാരുടെയും സ്വര്‍ഗ്ഗ വാസികളുടെയും ആരാധനാ സ്തുതി സ്തോസ്ത്രങ്ങളെ അങ്ങയ്ക്കു ഞാന്‍ കാഴ്ച വയ്ക്കുന്നു.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങയെ എല്ലാവരും അറിയുന്നതിനും സ്നേഹിക്കുന്നതിനും ഇടയാക്കണമേ`,
    salkriya: `വിശുദ്ധ കുര്‍ബാനയില്‍ ഈശോ അനുഭവിക്കുന്ന നിന്ദാപമാനങ്ങള്‍ക്കു പരിഹാരമായി ഒരു വിസീത്ത കഴിക്കണം.`,
  },
  {
    daytext: `അഞ്ചാം തീയതി`,
    subject: `ഈശോയുടെ തിരുഹൃദയത്തെ ഏറ്റവും വേദനിപ്പിക്കുന്നത്..!`,
    intro: `വിശുദ്ധ ബലിയുടെ പ്രാധാന്യവും മഹത്വവും എത്രമാത്രമുണ്ടെന്ന് ഇന്നേ ദിവസവും അല്‍പസമയം നമുക്ക് ധ്യാനിക്കാം. ഈ ബലിയിലെ സമര്‍പ്പണവസ്തുവും മുഖ്യസമര്‍പ്പകനും രക്ഷകനായ ഈശോ തന്നെയാണ്. തന്നിമിത്തം ഒരു വൈദികന്‍ ദിവ്യപൂജ സമര്‍പ്പിക്കുന്നതിനായി ബലിപീഠത്തിനരികെ നില്‍ക്കുന്നതു കാണുമ്പോള്‍ അദ്ദേഹത്തെ ഈശോ തന്നെയായി മനസ്സിലാക്കുന്നത് യുക്തമാകുന്നു. ഈ ദിവ്യബലി വഴി ദൈവത്തിന് അത്യന്തം പ്രീതികരമായ ഒരു കാഴ്ച അദ്ദേഹം സമര്‍പ്പിക്കുന്നു.

    ദൈവം നമുക്ക് നല്‍കിയിരിക്കുന്ന അനുഗ്രഹങ്ങള്‍ക്കും എല്ലാ നന്മകള്‍ക്കും കൃതജ്ഞത പ്രദര്‍ശിപ്പിക്കുന്നതിനും നമ്മുടെ പാപങ്ങള്‍ക്കു പരിഹാരം അനുഷ്ഠിക്കുന്നതിനും സകല നന്‍മകളും ലഭിക്കുന്നതിനും ഒരു ദിവ്യബലി ധാരാളം മതിയാകും. ഇത്ര അമൂല്യമായ ഈ ദാനം ദൈവം നമുക്ക് നല്‍കിയിട്ടും ചിന്താശൂന്യരായി അനേകർ കഴിയുന്നു. മനുഷ്യര്‍ പാപം നിമിത്തം അവിടുത്തെ ഉപദ്രവിക്കുന്നതിനെപ്പറ്റി ധ്യാനിക്കുമ്പോള്‍ ഈശോയുടെ ദിവ്യഹൃദയത്തോട് അത്യന്തം ഭക്തിയും സ്നേഹവും തോന്നാതിരിക്കുക സാദ്ധ്യമല്ല.
    
    ഈശോ ഒരു പുണ്യവതിയോടു പറഞ്ഞ വാക്കുകള്‍ ഇവിടെ ചിന്താര്‍ഹമാണ്. "മനുഷ്യര്‍ എന്‍റെ അനന്തമായ സ്നേഹം അറിഞ്ഞു കൃതജ്ഞത ഉള്ളവരായിരുന്നുവെങ്കില്‍ ഞാന്‍ അവര്‍ക്കു വേണ്ടി സഹിച്ച വേദനകളെക്കാള്‍ അധികമായ പീഡകള്‍ സന്മനസ്സോടെ ഇനിയും സഹിക്കുമായിരുന്നു. എന്നാല്‍ എന്‍റെ ഹൃദയത്തെ അധികമായി വേദനിപ്പിക്കുന്നത് എനിക്ക് പരിപൂര്‍ണ്ണമായും പ്രതിഷ്ഠിച്ചിരിക്കുന്ന വ്യക്തികള്‍ കൃതജ്ഞത ഇല്ലാത്തവരായി കാണുന്നതാണ്. 'ഈശോയുടെ ഈ ദുഃഖകരമായ ഈ വചനങ്ങളെപ്പറ്റി ധ്യാനിക്കുമ്പോള്‍ നമുക്കു വേണ്ടി കൂടിയാണ് അവിടുന്നു വേദനകള്‍ അനുഭവിച്ചതും ഇപ്പോഴും സഹിക്കുന്നതെന്നും കൂടി സ്മരിക്കണം.
    
    തിരുനാഥന്‍റെ അവര്‍ണ്ണനീയമായ സങ്കടങ്ങളെ കുറക്കുന്നതിനു നാം ആത്മാര്‍ത്ഥമായും ശ്രമിക്കേണ്ടതാണ്. ഗാഗുല്‍ത്താമലയില്‍ അര്‍പ്പിച്ച ആ ത്യാഗബലി തന്നെയാണ് അള്‍ത്താരയിലും ആവര്‍ത്തിക്കുന്നതെന്ന് ധ്യാനിച്ചു കൊണ്ട് നാം പങ്കെടുക്കുന്ന എല്ലാ ബലികളും നിര്‍മ്മലമായ ഹൃദയത്തോടെ ദൈവത്തിന് സമര്‍പ്പിക്കാം. അപ്പോള്‍ അവിടുത്തെ ദയയും അനുഗ്രഹവും നമ്മുടെമേലും നമ്മുടെ പ്രയത്നങ്ങളിന്‍മേലും ധാരാളം ഉണ്ടാകും.`,
    prayer: `എന്‍റെ രക്ഷകനും സ്രഷ്ടാവുമായ ദൈവമേ! ഗാഗുല്‍ത്താ മലയില്‍ അങ്ങേ മരണ സമയത്ത് ഞാനും ഉണ്ടായിരുന്നെങ്കില്‍ ഞാന്‍ എത്രമാത്രം ഭാഗ്യവാനാകുമായിരുന്നു! കുന്തത്താല്‍ കുത്തിത്തുറക്കപ്പെട്ട അങ്ങേ തിരുഹൃദയത്തില്‍ നിന്നും ഒഴുകിക്കൊണ്ടിരുന്ന ദിവ്യരക്തം എന്‍റെ ഹൃദയത്തിലേക്ക് വീണിരുന്നുവെങ്കില്‍ ഞാന്‍ എത്ര പരിശുദ്ധനാകുമായിരുന്നു. മാധുര്യപൂര്‍ണ്ണനായ ഈശോയേ! ആദ്യബലി ദിവസം ഗാഗുല്‍ത്തായിലെ കുരിശിന്‍ ചുവട്ടില്‍ നില്‍ക്കുന്നതിനുള്ള ഭാഗ്യം കിട്ടിയില്ലായെങ്കിലും അങ്ങേത്തന്നെ ദിവ്യപൂജയില്‍ നിത്യപിതാവിങ്കല്‍ കാഴ്ച സമര്‍പ്പിക്കുന്ന അവസരത്തില്‍ കുരിശിനു കീഴില്‍ അങ്ങയോടുകൂടി ഉണ്ടായിരുന്നവര്‍ക്കു ലഭിച്ച അതെ ഭാഗ്യം തന്നെ എനിക്കു ലഭിക്കുമെന്നു പൂര്‍ണ്ണമായി ഞാന്‍ വിശ്വസിക്കുന്നു. സ്നേഹനാഥനായ എന്‍റെ ഈശോയേ! കഴിഞ്ഞ ജീവിത കാലത്തില്‍ ദിവ്യപൂജയില്‍ അങ്ങയെ ആരാധിക്കാതെയും അങ്ങേ അനന്തമായ സ്നേഹം ഓര്‍ക്കാതെയും പോയിട്ടുണ്ട് എന്നുള്ളത് വാസ്തവം തന്നെ. ദയാനിധേ, എന്‍റെ നന്ദിഹീനതയെ വീക്ഷിക്കാതെ അങ്ങേ കൃപയാല്‍ എന്നോടു ക്ഷമിക്കണമേ. ഇനി അവശേഷിച്ചിരിക്കുന്ന ജീവിതകാലം സാധ്യമായ വിധം ഈ ദിവ്യപൂജയില്‍ അങ്ങയെ ആരാധിക്കാനും സ്തുതി സ്തോത്രങ്ങള്‍ സമര്‍പ്പിക്കുവാനും ഞാന്‍ സന്നദ്ധനാണെന്ന് ഇതിനാല്‍ പ്രതിജ്ഞ ചെയ്യുന്നു.`,
    sukruthajapam: `ഈശോയുടെ മാധുര്യമേറുന്ന തിരുഹൃദയമേ! നിന്നെ എപ്പോഴും സ്നേഹിപ്പാന്‍ എനിക്കു കൃപ ചെയ്യണമേ.`,
    salkriya: `നമ്മിലുള്ള പാപങ്ങള്‍ ഏവയെന്നു തിരിച്ചറിഞ്ഞു മനസ്താപപ്പെടുവാന്‍ ശ്രമിക്കാം.`,
  },
  {
    daytext: `ആറാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയത്തിനു പാപികളുടെ നേരെയുള്ള സ്നേഹം`,
    intro: `പാപം നിറഞ്ഞ ആത്മാവേ! നിന്‍റെ നേരെയുള്ള ഈശോയുടെ സ്നേഹം തിരിച്ചറിയുക. ലോകത്തില്‍ നീ ആഗതനായ ഉടനെ ജ്ഞാനസ്നാനം വഴി നിന്നെ അവിടുന്ന്‍ ശുദ്ധമാക്കി പിശാചിന്‍റെ അടിമത്തത്തില്‍ നിന്നും രക്ഷിച്ചു. ദൈവപ്രസാദവരത്താല്‍ അലങ്കരിച്ച്‌ അനന്തരം സ്വപുത്രനെന്നും സ്നേഹിതനെന്നും ഏറ്റം വാത്സല്യത്തോടെ വിളിച്ച് അവിടുത്തെ ദിവ്യ ഹൃദയത്തില്‍ നിന്നെ ഭദ്രമായി സൂക്ഷിച്ചു. എന്നാല്‍ നിനക്ക് ഓര്‍മ്മവന്ന ക്ഷണത്തില്‍ ഈശോയുടെ അനന്തമായ സ്നേഹത്തേയും ദയയേയും വിസ്മരിച്ച് അവിടുത്തെ സന്നിധിയില്‍ നിന്നു നീ ഓടി ഒളിക്കുകയും പാപം മൂലം ആത്മാവിനെ അശുദ്ധമാക്കുകയും ചെയ്തു.

    അങ്ങനെ ആത്മാവ് ദൈവത്തിന്‍റെ ശത്രുവായ പിശാചിന്‍റെ അടിമയായി ആ ക്ഷണത്തില്‍ തന്നെ മാമോദീസായില്‍ ലഭിച്ചിരുന്ന പരിശുദ്ധിയും ശോഭയും, മിശിഹായുടെ പുത്രനെന്നും സ്നേഹിതനെന്നും ഏറ്റം സൗന്ദര്യമുള്ള മണവാട്ടിയെന്നുമുള്ള നാമവും നഷ്ടമാവുകയും നീ ഏറ്റം വിരൂപനായിത്തീരുകയും ചെയ്തു. ഈശോ നിനക്ക് നഷ്ടമായ ദിനമാണ് നിന്‍റെ ജീവിതത്തിലെ ഏറ്റം നിര്‍ഭാഗ്യമായ ദിനം.
    
    ദൈവത്തെ നിനക്കു നഷ്ടപ്പെട്ട ആ ദിനം അവിടുത്തെ ദിവ്യഹൃദയത്തിനു അത്യന്തം വേദന നിറഞ്ഞ ദിവസമായിരുന്നു എന്നുചിന്തിക്കുക. ദയ നിറഞ്ഞ പിതാവായ അവിടുത്തെ സ്നേഹം നിന്നെ ആകര്‍ഷിച്ചു കൊണ്ടിരിക്കുകയാണ്. ഈശോ നിന്നില്‍ ഭയവും ഞടുക്കവും അനുതാപവും വരുത്തിക്കൊണ്ട് നീ മനസ്താപപ്പെടുന്നതിനു ഇടവരുത്തുകയും നിന്‍റെ എല്ലാ പാപങ്ങള്‍ക്കും മോചനം നല്‍കുകയും ചെയ്യുന്നു. എന്നാല്‍ എല്ലാ പാപങ്ങള്‍ക്കും പൊറുതി ലഭിച്ച ശേഷം നിന്‍റെ ഉദ്ദേശ്യം എന്തായിരിക്കുന്നു?
    
    ഈശോയുടെ സ്നേഹത്തില്‍ നിലനില്‍ക്കണമെന്നാണോ നിന്‍റെ ചിന്ത? ഈശോയുടെ വാത്സല്യത്തെ മറന്നു നീ അവിടുത്തെ അനുനിമിഷം വിട്ടകന്നു പോകുന്നു. അവിടുന്നു വീണ്ടും വീണ്ടും അത്യന്ത സ്നേഹത്തോടും ദീര്‍ഘശാന്തതയോടും കൂടി നിന്‍റെ സമീപത്തേയ്ക്കു ഓടിവരുന്നു. എന്‍റെ ആത്മാവേ! നിന്‍റെ ഹൃദയനാഥനായ ദിവ്യരക്ഷകന്‍റെ സ്നേഹത്തെ നീ കാണുന്നില്ലല്ലോ? അനുസ്യൂതമായ നിന്‍റെ വീഴ്ചയില്‍ മിശിഹായുടെ ഹൃദയം അനുഭവിക്കുന്ന ദുഃഖം നീ അറിയുന്നില്ലെന്നോ? നിന്‍റെ ഹൃദയകവാടത്തില്‍ അവിടുന്നു മുട്ടിവിളിക്കുന്നത് നീ ശ്രവിക്കുന്നില്ലെന്നോ? എന്തിനാണു അവിടുന്നു ഇത്ര ജാഗ്രതയോടുകൂടെ നിന്നെ അന്വേഷിക്കുന്നത്?
    
    നീ ശിക്ഷിക്കപ്പെട്ടാല്‍ ഈ ദിവ്യഹൃദയത്തിനു നഷ്ടം വല്ലതും നേരിടുമെന്ന് നീ വിചാരിക്കുന്നുവോ? അമൂല്യമായ നിന്‍റെ ആത്മാവ് നഷ്ടമാകാതിരിക്കാനാണ് അവിടുന്ന്‍ ബദ്ധപ്പെട്ട് നിന്‍റെ പക്കലേക്ക് ഓടി അണയുന്നത്. എന്‍റെ ആത്മാവേ! നിന്നോടുതന്നെ നിനക്ക് ദയ തോന്നുന്നില്ലെന്നോ? നീ സ്വയം സ്നേഹിക്കുന്നുവെങ്കില്‍ നിന്നെ അന്വേഷിച്ചു വരുന്ന പിതാവും, സ്രഷ്ടാവും നാഥനുമായ ഈശോയുടെ ദിവ്യഹൃദയത്തിലേക്കു ഓടി എത്തുക. അവിടുന്ന്‍ എല്ലാ പാപങ്ങളും വിസ്മരിച്ച് പ്രസാദവരത്താല്‍ നിന്നെ അലങ്കരിച്ച് ആശീര്‍വദിക്കും.`,
    prayer: `ആത്മാക്കളുടെ ഉത്തമ സ്നേഹിതനായ ഈശോയേ! അങ്ങേ ഞാന്‍ ആരാധിക്കുന്നു. എന്‍റെ ശക്തിയൊക്കെയോടും കൂടെ സ്നേഹിക്കുന്നു. എന്‍റെ ഈശോയെ! എന്‍റെ രക്ഷ ഇത്രയധികം ആഗ്രഹിക്കുന്ന അങ്ങയുടെ നിത്യസ്നേഹത്തെ ഓര്‍ക്കാതെയിരിക്കുന്നത് എത്രയോ വലിയ നന്ദിഹീനതയായിരിക്കുന്നു. എത്രയും മാധുര്യം നിറഞ്ഞ ദിവ്യഹൃദയമേ! അങ്ങയുടെ ദിവ്യഹൃദയത്തിന്‍റെ മുറിവുകള്‍ ഞാന്‍ കണ്ടിട്ടും എന്‍റെ ആത്മാവില്‍ ദയയും സ്നേഹവും തോന്നാതിരിക്കുന്നതിനാല്‍ അത്യന്തം ഖേദിക്കുന്നു. എന്‍റെ ഹൃദയത്തിന്‍റെ സമ്പൂര്‍ണ്ണ സന്തോഷമായ ഈശോയെ! ഞാന്‍ എന്‍റെ ആത്മാവിന്‍റെ സ്ഥിതി ഗ്രഹിച്ചു മനസ്താപപ്പെടുന്നതിനും അങ്ങേ എന്‍റെ ഹൃദയമൊക്കെയോടും കൂടെ സ്നേഹിക്കുന്നതിനും ഇടവരുത്തിയരുളണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! എന്‍റെ സ്നേഹമായിരിക്കണമേ.`,
    salkriya: `ഈശോയുടെ ദിവ്യഹൃദയം നല്‍കുന്ന അനുഗ്രഹത്തിന്മേല്‍ അല്‍പനേരം ധ്യാനിക്കുക.`,
  },
  {
    daytext: `ഏഴാം തീയതി`,
    subject: `ആഴമായ ദുഃഖം അനുഭവിക്കുന്ന ഈശോയുടെ ദിവ്യഹൃദയം`,
    intro: `മനുഷ്യരില്‍ പലര്‍ക്കും പുണ്യജീവിതത്തില്‍ താത്പര്യവും തീക്ഷ്ണതയും ഇല്ലാത്തതുകൊണ്ട് ഈശോയുടെ ദിവ്യഹൃദയം ആഴമായ ദുഃഖം അനുഭവിക്കുന്നു. ഈ ദിവ്യഹൃദയം സ്നേഹത്താല്‍ എരിയുന്ന ഒരു തീച്ചൂളയായിരിക്കുന്നു. ഇതിലെ അഗ്നി ഭൂലോകത്തിന്‍റെ നാനാഭാഗങ്ങളിലും കത്തിച്ചു ലോകം മുഴുവനും വ്യാപിക്കുന്നതിനു ആഗ്രഹിക്കുകയും ചെയ്യുന്നു. "ഞാന്‍ ഭൂമിയില്‍ തീയിടാന്‍ വന്നു. അത് കത്തിജ്ജ്വലിക്കുന്നതിനല്ലാതെ എന്താണ് ഞാന്‍ ആഗ്രഹിക്കുന്നത്?" എന്ന്‍ ഈശോ തന്നെ അരുള്‍ച്ചെയ്തിരിക്കുന്നു. തീക്ഷ്ണത ഇല്ലാത്ത ആത്മാക്കളുടെ സ്ഥിതി എത്രയോ ഭയങ്കരമാകുന്നു എന്ന്‍ ആലോചിക്കുക.

    നാശാവസ്ഥയില്‍ ഇരിക്കുന്ന ഈ ആത്മാക്കളില്‍ ദൈവസ്നേഹത്തിനുള്ള താല്പര്യം ഒട്ടും അവശേഷിക്കുന്നില്ല. മാത്രമല്ല ദൈവസ്നേഹം എന്താകുന്നുവെന്ന് ഗ്രഹിക്കാൻ ഇവര്‍ക്ക് സാധിക്കുന്നില്ല. ഇപ്രകാരമുള്ള ആത്മാക്കളുടെ സ്ഥിതി എത്രയോ ആപത്ക്കരവും ദയനീയവുമായിരിക്കുന്നു. തീക്ഷ്ണതയും സ്നേഹവുമില്ലാത്ത ആത്മാക്കള്‍ പ്രാര്‍ത്ഥനയിലും കൂദാശകളുടെ സ്വീകരണത്തിലും ഭക്തിയും ഒരുക്കവും കൂടാതെ അശ്രദ്ധയും മന്ദതയും പ്രദര്‍ശിപ്പിക്കുന്നു. അവര്‍ ഒരു പ്രവൃത്തിയിലും ദൈവസ്തുതിയാകട്ടെ ദൈവപ്രസാദമാകട്ടെ അന്വേഷിക്കുന്നില്ല. നേരെമറിച്ച്‌ സ്വന്തമഹിമയും പ്രസിദ്ധിയും ലഭിക്കുന്നതിനു സദാ ശ്രദ്ധാലുക്കളായി കാണപ്പെടുന്നു.
    
    അന്ധകാരം നിറഞ്ഞതും മഞ്ഞുപോലെ തണുത്തിരിക്കുന്നതുമായ എന്‍റെ ആത്മാവേ! നിന്‍റെ ഹൃദയം ഈശോയുടെ തിരുഹൃദയത്തോട് ഒത്തുനോക്കുമ്പോള്‍ എത്രമാത്രം വ്യത്യാസപ്പെട്ടിരിക്കും? തീക്ഷ്ണതയില്ലാത്ത ഒരു ഹൃദയവും ദൈവസ്നേഹത്താല്‍ ജ്വലിക്കുന്ന ഹൃദയവും തമ്മില്‍ ചേരുന്നതിനേക്കാള്‍ എളുപ്പത്തില്‍ തീയും മഞ്ഞുകട്ടയും തമ്മില്‍ ചേരുമെന്നതിനു സംശയമില്ല. പാപം നിറഞ്ഞ എന്‍റെ ആത്മാവേ! നിത്യനാശത്തിന്‍റെ വഴിയില്‍ നീ ആയിരിക്കുന്നുവെന്ന് മനസ്സിലാക്കി ജീവിതശിഷ്ടമെങ്കിലും ദൈവശുശ്രൂഷയില്‍ വിനിയോഗിക്കുവാന്‍ ശ്രമിക്കുക.`,
    prayer: `പിതാവായ ദൈവത്തിന്‍റെ നേരെയുള്ള സ്നേഹത്താല്‍ ജ്വലിച്ചുകൊണ്ടിരിക്കുന്ന ഈശോയുടെ സ്നേഹം നിറഞ്ഞ ദിവ്യഹൃദയമേ! മഞ്ഞുപോലെ തണുത്തുറച്ചിരിക്കുന്ന എന്‍റെ ആത്മാവിന്‍റെ ഭയങ്കരസ്ഥിതി കാണണമേ. ഇതിന്മേല്‍ അങ്ങ് ദയയായിരിക്കണമേ. എന്നിലുള്ള അന്ധകാരവും ഭക്തിശൂന്യതയും നീക്കി എന്നെ പ്രകാശിപ്പിക്കണമേ. എന്‍റെ ഹൃദയത്തില്‍ ദിവ്യസ്നേഹാഗ്നി കത്തിച്ചു വിശുദ്ധ സ്നേഹത്താല്‍ എന്നെ ജ്വലിപ്പിക്കണമേ.`,
    sukruthajapam: `ഈശോയുടെ തിരുഹൃദയമേ! അങ്ങേ ദിവ്യസ്നേഹാഗ്നി എന്‍റെ ഹൃദയത്തിലും കത്തിക്കേണമ.`,
    salkriya: `ഭക്തിശൂന്യരായ ആത്മാക്കള്‍ക്കു വേണ്ടി പ്രത്യേക പ്രാര്‍ത്ഥിക്കുക.`,
  },
  {
    daytext: `എട്ടാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം നമ്മില്‍ നിന്ന് എന്താവശ്യപ്പെടുന്നു?`,
    intro: `ആകാശത്തിലും ഭൂമിയിലുമുള്ള ദൃശ്യവും അദൃശ്യവുമായ സകല വസ്തുക്കളും നിശ്ശൂന്യതയില്‍ നിന്നും സൃഷ്ടിച്ചുണ്ടാക്കിയ സര്‍വ്വശക്തനായ കര്‍ത്താവും മാലാഖമാരുടെയും സ്വര്‍ഗ്ഗവാസികളുടെയും ആരാധനകളെയും സ്തുതിസ്തോത്രങ്ങളെയും നിരന്തരം സ്വീകരിക്കുന്ന സ്രഷ്ടാവും പിതാവുമായ ഈശോയുടെ തിരുഹൃദയം നമ്മില്‍ നിന്ന്‍ എന്ത് ആവശ്യപ്പെടുന്നുവെന്ന് അല്‍പസമയം ധ്യാനിക്കാം. ഈ ദിവ്യഹൃദയം അത്യന്തം സ്നേഹത്തോടും ഔദാര്യത്തോടും കൂടി അവിടുത്തെ സ്നേഹം മുഴുവനായും നമുക്കു നല്‍കുന്നു. മനുഷ്യനാവശ്യമുള്ള സകല നന്‍മകളും സര്‍വ്വ ഭാഗ്യങ്ങളും അനുഗ്രഹഭണ്ഡാഗാരമായ ഈശോയുടെ ദിവ്യഹൃദയത്തില്‍ നിന്നു സ്വീകരിക്കത്തക്കവിധം നമുക്കായി തുറന്നിരിക്കയാണ്.

    എന്‍റെ ആത്മാവേ! ഉദാരശീലനായ ദൈവം നിന്നില്‍ നിന്ന് എന്താണ് ചോദിക്കുന്നത്? സമ്പത്തോ, ബഹുമാനമോ ഒന്നും അവിടുന്ന്‍ ഇച്ഛിക്കുന്നില്ല. ഒരു കാര്യം മാത്രമേ ദൈവം നമ്മില്‍ നിന്ന്‍ ആഗ്രഹിക്കുന്നുള്ളൂ. അത് നമ്മുടെ ഹൃദയങ്ങളത്രേ. നമ്മുടെ ഹൃദയത്തെ അതിന്‍റെ എല്ലാവിധ ശക്തിയോടും കൂടി ദൈവത്തിന് സമ്പൂര്‍ണ്ണമായി കീഴ്പ്പെടുത്താത്തിടത്തോളം കാലം അവിടുത്തെ പ്രസാദിപ്പിക്കാന്‍ ഒരിക്കലും സാധ്യമല്ല. "എന്നില്‍ നിന്നും നീ എന്താഗ്രഹിക്കുന്നു" എന്ന്‍ ഒരിക്കല്‍ ലുത്തുഗാര്‍ദ് എന്ന പുണ്യവതിയോടു ഈശോ ചോദിക്കുകയുണ്ടായി. "അങ്ങില്‍ നിന്നും ഞാന്‍ ആഗ്രഹിക്കുന്നത് അവിടുത്തെ ഹൃദയം മാത്രമാകുന്നു." എന്നായിരുന്നു ആ പുണ്യവതിയുടെ മറുപടി. അപ്പോള്‍ ദിവ്യനാഥന്‍ "ഞാന്‍ ഇതിലും അധികമായി നിന്‍റെ ഹൃദയത്തെ ആഗ്രഹിക്കുന്നു. അതിനാല്‍ നിന്‍റെ ഹൃദയം മുഴുവനും എനിക്ക് തരിക." എന്നു പറഞ്ഞു.
    
    നമ്മുടെ നാഥനും പിതാവുമായ ദൈവത്തിന്‍റെ ആഗ്രഹം നമുക്കു ശ്രദ്ധാപൂര്‍വ്വം ശ്രവിക്കാം. അവിടുത്തെ ആഗ്രഹം അതിവേഗം നിറവേറ്റുക. നമ്മുടെ ഹൃദയകവാടത്തില്‍ അവിടുന്നു മുട്ടിവിളിക്കുന്നത് ദൈവികാനുഗ്രഹങ്ങളാല്‍ നമ്മെ സമ്പന്നരാക്കുന്നതിനാണ്. ആദ്ധ്യാത്മികവും ഭൗതികവുമായ അനുഗ്രഹങ്ങള്‍ നമ്മില്‍ വര്‍ഷിക്കുവാന്‍ അവിടുന്നാഗ്രഹിക്കുന്നു. അതിനാല്‍ നമ്മിലുള്ള സകല ദുര്‍ഗുണങ്ങളും നീക്കി, മനസ്താപത്തിന്‍റെ കണ്ണുനീരാല്‍ കഴുകി ശുദ്ധീകരിച്ച ഹൃദയവുമായി ദൈവസന്നിധിയില്‍ നമുക്കണയാം.`,
    prayer: `എന്‍റെ ശരണവും ആശ്വാസവും ഹൃദയസമാധാനവുമായ ഈശോയുടെ ദിവ്യഹൃദയമേ, അങ്ങേ ഞാന്‍ ആരാധിക്കുന്നു. ദയയും സ്നേഹവും നിറഞ്ഞ എന്‍റെ രക്ഷിതാവേ! ഹൃദയനാഥാ! അങ്ങയെ ഞാന്‍ സ്നേഹിക്കുന്നുവെങ്കില്‍ അതുമാത്രമെനിക്കു മതിയായിരിക്കുന്നു. അങ്ങേ മുഴുവനും എനിക്കു തന്നിരിക്കുകയാല്‍ എന്‍റെ ഹൃദയം മുഴുവനും അങ്ങേയ്ക്കു നല്‍കാതിരിക്കുന്നത് നന്ദിഹീനതയാണ്. വാത്സല്യനിധിയായ പിതാവേ! എന്‍റെ ഹൃദയത്തിന്‍റെ രാജാവേ! ഇന്നുവരെയും എന്‍റെ താല്പര്യങ്ങള്‍ സൃഷ്ടികളില്‍ ഞാന്‍ അര്‍പ്പിച്ചുപോയി എന്നത് വാസ്തവമാണ്. ഇന്നുമുതല്‍ എന്‍റെ ദൈവമേ! അങ്ങുമാത്രം എന്‍റെ ഹൃദയത്തിന്‍റെ രാജാവും പിതാവും ആത്മാവിന്‍റെ നാഥനും സ്നേഹിതനുമായിരിക്കണമേ. ഭൗതിക വസ്തുക്കള്‍ എല്ലാം എന്നില്‍ നിന്ന്‍ അകലട്ടെ. ദയ നിറഞ്ഞ ഈശോയേ! അങ്ങു മാത്രമെനിക്കു മതിയായിരിക്കുന്നു`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! എന്നെ മുഴുവന്‍ അങ്ങേയ്ക്കുള്ളവനാക്കണമേ.`,
    salkriya: `പാപികളുടെ മനസ്സുതിരിവിനു വേണ്ടി പ്രത്യേകം പ്രാര്‍ത്ഥിക്കാം.`,
  },
  {
    daytext: `ഒമ്പതാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയത്തിന്‍റെ കാരുണ്യം`,
    intro: `അനന്തശക്തനായ ദൈവത്തിനു ഉത്ഭവ പാപത്തിന്‍റെയും കര്‍മ്മപാപത്തിന്‍റെയും മുറിവുകളുള്ള എല്ലാ മനുഷ്യരേയും അത്ഭുതകരമായി സുഖപ്പെടുത്താന്‍ സാധിക്കുമായിരുന്നു. അവിടുത്തെ ദൈവിക ശക്തിക്കു കീഴ്പ്പെടാത്ത ഒരു കാര്യവുമില്ല. എന്നാല്‍ മനുഷ്യരുടെ നേരെയുള്ള സ്നേഹാധിക്യത്താല്‍ നമുക്കുവേണ്ടി വേദനകള്‍ സഹിക്കാനും മരിക്കാനും സന്നദ്ധനായ ദിവ്യനാഥന്‍ ദൈവസ്വഭാവത്തില്‍ ഇവയെല്ലാം സാദ്ധ്യമല്ല എന്നറിഞ്ഞു മനുഷ്യസ്വഭാവം സ്വീകരിക്കുകയും സകല അപമാനങ്ങളും സങ്കടങ്ങളും അനുഭവിച്ചു വേദനാനിര്‍ഭരമായ കുരിശുമരണം സഹിക്കയും ചെയ്തു.

    പാപവും കാപട്യവും നിറഞ്ഞ മനുഷ്യര്‍ അവരുടെ ജീവിതകാലത്തില്‍ സഹിച്ചിട്ടുള്ളതും ഭാവിയില്‍ സഹിപ്പാന്‍ സാദ്ധ്യതയുള്ളതുമായ എല്ലാ ദുഃഖദുരിതങ്ങള്‍ ചേര്‍ത്തുവച്ചാലും ഈശോ അനുഭവിച്ച കഠോരപീഡകള്‍ക്കു തുല്യമാവുകയില്ല. അത്രയ്ക്കുണ്ട് അവ തമ്മിലുള്ള അന്തരം. നാം ദാരിദ്ര്യത്തില്‍ വലയുന്നുവെങ്കില്‍ സര്‍വ്വലോകത്തിന്‍റെയും സ്രഷ്ടാവും പാലകനുമായ ഈശോ കഠിന ദാരിദ്ര്യം അനുഭവിച്ചുവെന്നു ചിന്തിക്കുക.
    
    നാം അപമാനഭാരം കൊണ്ട് ക്ലേശിതരാണെങ്കില്‍, സ്വര്‍ഗ്ഗവാസികളുടെയെല്ലാം ആരാധനാ സ്തോത്രങ്ങള്‍ക്ക് അര്‍ഹനായ മിശിഹാ തീര്‍ത്തും നിസ്സാരരായ നമ്മേക്കാള്‍ അപമാനിതനായി എന്നു ധ്യാനിക്കുക. നാം രോഗത്താലും ശാരീരിക പീഡകളാലും കഷ്ടപ്പെടുന്നുവെങ്കില്‍ പാപമാലിന്യമേശാത്ത തിരുനാഥന്‍ അവിടുത്തെ പാവനശരീരത്തില്‍ അവര്‍ണ്ണനീയമായ പീഡനങ്ങള്‍ അനുഭവിച്ച കാര്യം സ്മരണയില്‍ കൊണ്ടുവരിക. നാം ഭയത്താലും മാനസിക വേദനകളാലും സര്‍വോപരി നിരാശയാലും ഞെരുക്കപ്പെടുന്നുവെങ്കില്‍ ക്രിസ്തുനാഥന്‍റെ ദിവ്യഹൃദയം ഗത്സേമന്‍ തോട്ടത്തില്‍ അചിന്ത്യമായ ആത്മവേദനകളും ഭയം, പരിത്യക്തത എന്നിവയും അനുഭവിച്ച കാര്യം ധ്യാനിക്കുക.
    
    ഇങ്ങനെ അതുല്യങ്ങളായ വേദനകള്‍ അനുഭവിച്ച ഈശോയുടെ ജീവിതക്ലേശങ്ങളെപ്പറ്റി വിചിന്തനം നടത്തുന്നുവെങ്കില്‍ നാം അനുഭവിക്കുന്ന വേദനകളെല്ലാം നിസ്സാരവും അഗണ്യവുമെന്നു കാണാവുന്നതാണ്. നമ്മുടെ കഴിഞ്ഞകാല ജീവിതപ്രവര്‍ത്തനങ്ങളെപ്പറ്റി ശരിയായി പരിശോധിക്കുകയാണെങ്കില്‍ നാം അനുഭവിക്കുന്ന ക്ലേശങ്ങളെല്ലാം നമ്മുടെ പാപങ്ങളുടെ പരിഹാരത്തിനു മതിയാവുകയില്ലെന്നു ബോദ്ധ്യപ്പെടുന്നതാണ്. നിത്യനിര്‍മ്മലനായ മിശിഹായുടെ ദിവ്യഹൃദയം അനുഭവിക്കുന്നവയാകട്ടെ. നമ്മുടെ ആത്മരക്ഷയിലുള്ള അവിടുത്തെ താല്പര്യത്തെപ്രതിയും സ്നേഹത്തെപ്രതിയും ആണെന്നു കാണാവുന്നതാണ്. നമ്മുടെ സംശയങ്ങളിലും ദുഃഖങ്ങളിലും ധൈര്യവും പ്രതീക്ഷയും നല്‍കി നമ്മെ അവിടുത്തെ സമീപത്തേയ്ക്ക് അനുസ്യൂതം ക്ഷണിച്ചു കൊണ്ടിരുന്നു. എന്‍റെ ആത്മാവേ! പ്രലോഭനങ്ങള്‍ ഒന്നുകൊണ്ടും ക്ഷോഭിക്കാതെ ഈ ദിവ്യഹൃദയസ്നേഹത്തില്‍ സ്ഥിരമായി നിന്നുകൊള്ളണമെന്ന് പ്രതിജ്ഞ ചെയ്യുക.`,
    prayer: `കരകാണാത്ത കരുണാസമുദ്രമായ ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങേ ഞാന്‍ ആരാധിക്കുന്നു. മനുഷ്യരുടെ നേരെ അങ്ങേയ്ക്കുള്ള സ്നേഹം അനന്തമെന്നും എല്ലാ ജനങ്ങളുടെമേലും അങ്ങേ അനുഗ്രഹമഴ അനുസ്യൂതം വര്‍ഷിച്ചു കൊണ്ടിരിക്കുന്നു എന്നും അറിയുന്നതിനാല്‍ ഏറ്റം ദുഃഖം നിറഞ്ഞ എന്‍റെ ഹൃദയം ആത്മീയ സന്തോഷത്താല്‍ തെളിഞ്ഞ് എന്നെയും എനിക്കുള്ള സകലരേയും വസ്തുക്കളേയും സമ്പൂര്‍ണ്ണമായി അങ്ങേയ്ക്ക് കാഴ്ച സമര്‍പ്പിക്കുന്നു. സ്നേഹനാഥാ! എന്‍റെ ഈ വിനീതബലി കാരുണ്യപൂര്‍വ്വം സ്വീകരിക്കേണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! പാപികളുടെ മേല്‍ കരുണയായിരിക്കണമേ.`,
    salkriya: `സ്വന്തം ആത്മസ്ഥിതി ഗ്രഹിക്കുന്നതിനായി ആത്മശോധന നടത്തുക.`,
  },
  {
    daytext: `പത്താം തീയതി`,
    subject: `പിതാവിന്‍റെ തിരുമനസ്സ് നിറവേറ്റുകയും അവിടുത്തെ സ്തുതിമാത്രം അന്വേഷിക്കുകയും ചെയ്യുന്ന ഈശോ`,
    intro: `മനുഷ്യവംശത്തെ പാപത്തിന്‍റെ ബന്ധനത്തില്‍ നിന്ന്‍ രക്ഷിക്കുന്നതിനും ദൈവപിതാവിന്‍റെ കോപത്തിനു ശാന്തത വരുത്തുന്നതിനും വേണ്ടി ഈശോ സകല സൗഭാഗ്യങ്ങളാലും സമ്പൂര്‍ണ്ണമായ ദൈവഭവനം വിട്ടുപേക്ഷിക്കുന്നു. പിതാവിന്‍റെ തിരുമനസ്സ് നിറവേറ്റുന്നതിനായി ക്ലേശനിര്‍ഭരമായ ഈ ഭൂമിയിലേക്ക് അവിടുത്തെ യാത്ര ആരംഭിക്കുന്നു. അപമാനങ്ങളും വേദനയും ദാരിദ്ര്യവുമെല്ലാം സ്വര്‍ഗ്ഗപിതാവിന്‍റെ സ്തുതിക്കായും അവിടുത്തെ ഇഷ്ടം പൂര്‍ത്തിയാക്കുന്നതിനായും അത്യന്തം സന്തോഷത്തോടുകൂടെ ഈശോ സ്വീകരിക്കുന്നു. പിതാവിനെപ്പറ്റി പ്രസംഗിക്കുന്നതിനും അവിടുത്തെ മഹത്വം വര്‍ദ്ധിപ്പിക്കുന്നതിനുമായി ജീവിതം മുഴുവന്‍ അവിടുത്തേക്ക് സമര്‍പ്പിക്കുന്നു.

    ഈശോയുടെ തിരുഹൃദയത്തില്‍ സ്നേഹമുള്ളവരെ, നമ്മുടെ അദ്ധ്വാനങ്ങള്‍, ദുഃഖങ്ങള്‍, വേദനകള്‍ എന്നുവേണ്ട എല്ലാ ആകുലതകളും സന്തോഷത്തോടെ സഹിക്കുകയാണെങ്കില്‍ ഏറ്റം ലഘുവായ പ്രവൃത്തികള്‍ കൂടെയും ദൈവസന്നിധിയില്‍ വിലയുള്ളതായിത്തീരുകയും സ്വര്‍ഗ്ഗരാജ്യത്തില്‍ വലുതായ സമ്മാനത്തിനു നാം അര്‍ഹരായി ഭവിക്കുകയും ചെയ്യുമായിരുന്നു. ഈശോയുടെ ജീവിതകാലത്ത് അവിടുത്തെ പ്രവൃത്തികള്‍ എപ്രകാരമായിരുന്നുവെന്നു ദിവ്യവചനങ്ങളില്‍ നിന്നു തന്നെ മനസ്സിലാകുന്നതാണ്. "എന്‍റെ പ്രശസ്തി ഞാന്‍ ആഗ്രഹിക്കുന്നില്ല; പിന്നെയോ എന്നെ അയച്ച എന്‍റെ പിതാവിന്‍റെ മഹിമ മാത്രമാണ്. ഞാന്‍ സ്വയം പുകഴ്ത്തുന്നുവെങ്കില്‍ എനിക്കു യാതൊരു മഹത്വവും ഇല്ല. എന്‍റെ പിതാവിന് ഇഷ്ടമുള്ളത് മാത്രം ഞാന്‍ ചെയ്തു കൊണ്ടിരിക്കുന്നു." അതുകൊണ്ട് മിശിഹായുടെ തിരുഹൃദയത്തെ സ്നേഹിക്കാനാഗ്രഹിക്കുന്ന ആത്മാക്കള്‍ അവരുടെ പ്രവൃത്തിയിലും ചിന്തയിലും എപ്പോഴും ദൈവസ്തുതിയും അവിടുത്തെ ഇഷ്ടവും മാത്രം അന്വേഷിക്കണം. "നിങ്ങള്‍ പ്രഥമമായി ദൈവത്തിന്‍റെ രാജ്യവും അവിടുത്തെ നീതിയും അന്വേഷിക്കുവിന്‍. അപ്പോള്‍ ഇവയെല്ലാം കൂട്ടിച്ചേര്‍ത്തു നിങ്ങള്‍ക്കു നല്‍കപ്പെടും" (വി.മത്തായി 6:33).`,
    prayer: `കൃപയുള്ള കര്‍ത്താവേ! ദൈവപിതാവിന്‍റെ മഹിമയായ ഈശോയെ! അങ്ങേ ജീവിതകാലത്ത് ചെയ്ത എല്ലാ പ്രവൃത്തികളും നിത്യപിതാവിന്‍റെ സ്തുതിക്കും ഞങ്ങളുടെ രക്ഷയ്ക്കും വേണ്ടി സമര്‍പ്പിക്കുകയുണ്ടായി. പാപിയായ ഞാന്‍ എന്‍റെ പ്രവൃത്തികളിലൊക്കെയിലും സ്വന്തബഹുമാനവും മനുഷ്യസ്തുതിയും ഇന്നുവരെ ആഗ്രഹിച്ചു പ്രവര്‍ത്തിച്ചുവെന്നതു വാസ്തവം തന്നെ. ഇനി അവശേഷിക്കുന്ന എന്‍റെ ജീവിതകാലത്തില്‍ ചെയ്യുന്ന അദ്ധ്വാനങ്ങള്‍, ദുഃഖാനര്‍ത്ഥങ്ങള്‍ എന്നിവയെല്ലാം അങ്ങേ പിതാവിന്‍റെ സ്തുതിക്കായി ചെയ്യാന്‍ സന്നദ്ധനായിരിക്കുന്നു. കര്‍ത്താവേ, എന്‍റെ പ്രതിജ്ഞയില്‍ ഉറച്ചു നില്‍ക്കാന്‍ ശക്തി തരണമേ.`,
    sukruthajapam: `ഈശോയുടെ തിരുഹൃദയമേ! എന്‍റെ പ്രവൃത്തികളിലൊക്കെയിലും അങ്ങേ സ്തുതിമാത്രം അന്വേഷിപ്പാന്‍ കൃപ ചെയ്യണമേ.`,
    salkriya: `ദൈവത്തിന്‍റെ സ്തുതിക്കായി സകലതും ചെയ്യുന്നുണ്ടെന്ന് പ്രതിജ്ഞ ചെയ്യുക.`,
  },
  {
    daytext: `പതിനൊന്നാം തീയതി`,
    subject: `നിത്യപിതാവിന്‍റെ തിരുമനസ്സ് നിറവേറ്റുവാന്‍ ഈശോയുടെ ദിവ്യഹൃദയം കാണിക്കുന്ന തീക്ഷ്ണത`,
    intro: `മനുഷ്യാവതാരം എന്ന മഹാരഹസ്യം ഈശോയ്ക്ക് അവിടുത്തെ പിതാവിന്‍റെ തിരുമനസ്സിനോടുള്ള വിധേയത്വം തെളിവായി പ്രകാശിപ്പിക്കുന്നു. കഷ്ടതകളും വേദനകളും സര്‍വ്വോപരി അപമാനവും ഉണ്ടാകുമെന്നറിഞ്ഞിട്ടും എല്ലാം സ്വീകരിക്കുവാന്‍ സന്നദ്ധനായി ഈശോ മനുഷ്യനായിത്തീരാന്‍ സമ്മതം നല്‍കുന്നു. മനുഷ്യസ്വഭാവം സ്വീകരിച്ചു ലോകത്തില്‍ പിറന്ന ദിവസം മുതല്‍ മരണം വരെ പിതാവിന്‍റെ ഇംഗിതത്തിനനുസരണവും കൃത്യമായും എല്ലാം നിര്‍വ്വഹിക്കുന്നു. മനുഷ്യരക്ഷ എന്ന മഹോന്നതകര്‍മ്മം പിതാവ് നിശ്ചയിച്ച രീതിയില്‍ അനുഷ്ഠിക്കുവാനാണ് അവിടുന്ന്‍ ഒരുങ്ങുന്നത്. സ്വാര്‍ത്ഥതയോ അനുസരണക്കുറവോ അവിടുന്ന്‍ പ്രദര്‍ശിപ്പിക്കുന്നില്ല. ഈശോയുടെ ഈ അനുസരണം നമുക്കെല്ലാം മാതൃകയാണ്.

    ജീവിതത്തിലുണ്ടാകുന്ന സങ്കടങ്ങളിലും ക്ലേശങ്ങളിലും ആശ്വാസവും ആനന്ദവും സമാധാനവും കണ്ടെത്തുവാനുള്ള പ്രധാന മാര്‍ഗ്ഗം എല്ലാം ദൈവിക പരിപാലനയില്‍ സമര്‍പ്പിക്കുകയെന്നതാണ്. മനുഷ്യര്‍ക്കുണ്ടാകുന്ന എല്ലാ പ്രയാസങ്ങളും വേദനകളും തീര്‍ത്തും ആകസ്മികമായിട്ടല്ല സംഭവിക്കുന്നത്. നിത്യപിതാവിന്‍റെ നിശ്ചയവും ദൈവിക കരങ്ങളുടെ പ്രവര്‍ത്തനവും അതിനുള്ളില്‍ നമുക്കു ദര്‍ശിക്കാം. ഉലയില്‍ ഉരുക്കിയ സ്വര്‍ണ്ണം കറ തീര്‍ന്നതായിത്തീരു‍ന്നതു പോലെ വിഷമതകളുടെ മൂശയില്‍ സംശുദ്ധമാക്കപ്പെട്ട ആത്മാക്കള്‍ പുണ്യജീവിതത്തിന്‍റെ ഉന്നതശ്രേണിയിലേക്ക് കുതിച്ചു കയറുകയാണ് ചെയ്യുന്നത്.
    
    സന്താപങ്ങളും വേദനകളും സഹിക്കാന്‍ ഭയപ്പെടുന്നവര്‍ സ്വര്‍ഗ്ഗത്തിനും ഭൂമിക്കും മദ്ധ്യേ കുരിശില്‍ തൂങ്ങിക്കിടക്കുന്ന സര്‍വ്വത്തിന്‍റെയും നാഥനായ ഈശോയിലേക്കു കണ്ണുകള്‍ ഉയര്‍ത്തട്ടെ. നമ്മെ മുഴുവനായും ദൈവത്തിനു സമര്‍പ്പിക്കുവാന്‍ സംശയിക്കേണ്ട. ആകാശത്തിലെ പറവകളെയും ഭൂമിയിലെ മൃഗങ്ങളെയും വയലിലെ പുഷ്പങ്ങളെയും പരിപാലിക്കുന്ന കാരുണ്യവാനായ ദൈവം, നമ്മെയും പരിപാലിക്കും. സര്‍വ്വചരാചരങ്ങളേയും പരിപാലിക്കുന്ന ദൈവം സ്വന്ത ഛായയില്‍ സൃഷ്ടിക്കപ്പെട്ട മനുഷ്യരെ ഉപേക്ഷിക്കുമെന്ന് വിചാരിക്കുന്നത് കഠിനമായ തെറ്റുതന്നെയാണ്.
    
    അനുസരണത്തിന്‍റെ ആദര്‍ശമായ ഈശോയുടെ ജീവിതം എല്ലാവര്‍ക്കും ഒരു മാതൃകയാണ്. ഗത്സമന്‍ പൂവനത്തില്‍ മാനസിക പീഡകളുടെ ആധിക്യത്താല്‍ രക്തം വിയര്‍ത്തു അവിടുന്നു തളര്‍ന്നു വീണു. വസ്ത്രം രക്തം കൊണ്ട് നനഞ്ഞു. ഭൂമി രക്തത്താല്‍ കുതിര്‍ന്നു. ഭയപരവശനായി അവിടുന്നു പാറമേല്‍ വീണുപോയി. അതിഭീകരമായ ആ വേദനകള്‍ക്കിടയില്‍ നിസ്സഹായനായ അവിടുന്നു പ്രാര്‍ത്ഥിച്ചു: "പിതാവേ! എന്‍റെ പോലെയല്ല, അവിടുത്തെ തിരുമനസ്സു പോലെ സംഭവിക്കട്ടെ." ആത്മസമര്‍പ്പണത്തിന്‍റെ ഏറ്റം ഉദാത്തമായ ഉദാഹരണമാണിത്. ഇത്രയ്ക്ക് സമ്പൂര്‍ണ്ണവും ഉജ്ജ്വലവുമായ ഒരു ത്യാഗം ലോകം ദര്‍ശിച്ചിട്ടില്ല.
    
    കാല്‍വരിയിലെ കുരിശില്‍ മണ്ണിനും വിണ്ണിനും മദ്ധ്യേ കടന്നുകൊണ്ട് ജീവിതത്തിന്‍റെ അവസാന നിമിഷങ്ങളില്‍ അവിടുന്ന്‍ ചെയ്ത പ്രാര്‍ത്ഥന ഏറ്റം അര്‍ത്ഥവത്താണ്. "പിതാവേ! അങ്ങേ കരങ്ങളില്‍ എന്‍റെ ആത്മാവിനെ സമര്‍പ്പിക്കുന്നു" എല്ലാം പൂര്‍ത്തിയായപ്പോള്‍ ശിരസ്സ്‌ ചായിച്ച്‌ അവിടുന്നു മരിക്കുന്നു. പിതാവിന്‍റെ ഇഷ്ടം നിവര്‍ത്തിക്കുകയായിരുന്നു ഈശോയുടെ മനുഷ്യാവതാരോദ്ദേശം. പിതാവ് നിശ്ചയിച്ച സമയം അവിടുന്നു ലോകത്ത് പിറന്നു. പിതാവിന്‍റെ പദ്ധതിക്കനുസരണം അവിടുന്നു പ്രവര്‍ത്തിച്ചു. അവസാനം ദൗത്യത്തിന്‍റെ പൂര്‍ത്തിയില്‍ അവിടുന്നു മരിച്ചു. മനുഷ്യര്‍ക്കെല്ലാം മാതൃകയാണ് അവിടുത്തെ ജീവിതം. നമ്മുടെ ജീവിതത്തിലുണ്ടാകുന്ന പ്രയാസങ്ങളുടെയും പ്രശ്നങ്ങളുടെയും പിന്നില്‍ അദൃശ്യമായ ദൈവകരങ്ങള്‍ പ്രവര്‍ത്തിക്കുന്നുണ്ടെന്നുള്ള വിശ്വാസത്തോടെ നമുക്കു ജീവിക്കാം.`,
    prayer: `ഞങ്ങളുടെ സമാധാനവും ആശ്വാസവുമായ ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങേ ഞങ്ങള്‍ ആരാധിക്കുന്നു. പൂര്‍ണ്ണഹൃദയത്തോടെ അങ്ങേ ഞങ്ങള്‍ സ്നേഹിക്കുന്നു. കൃപ നിറഞ്ഞ ഈശോയെ! അങ്ങേ പിതാവിന്‍റെ തിരുമനസ്സിനെ നിറവേറ്റുന്നതിനായി കഠിന പീഡകളും കുരിശുമരണം കൂടെയും സഹിച്ചുവല്ലോ. കര്‍ത്താവേ! ഞങ്ങളും ഞങ്ങള്‍ക്കുണ്ടാകുന്ന കുരിശുകളായ സങ്കടങ്ങള്‍ എല്ലാം നല്ല ക്ഷമയോടും സന്തോഷത്തോടും കൂടി സഹിക്കുവാന്‍ അനുഗ്രഹം ചെയ്യേണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങേ തിരുമനസ്സനുഷ്ഠിക്കുവാന്‍ എനിക്ക് വരം നല്‍കണമേ.`,
    salkriya: `ദൈവതിരുമനസ്സിനു നിന്നില്‍ നിറവേറുന്നതിനായി വിശുദ്ധ കുര്‍ബാനയ്ക്കു ഒരു വിസീത്ത കഴിക്കുക.`,
  },
  {
    daytext: `പന്ത്രണ്ടാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം എളിമയുടെ മാതൃക`,
    intro: `എല്ലാ സദ്‌ഗുണങ്ങളുടെയും വിളനിലമാണ് ഈശോയുടെ ഹൃദയം. എന്നാല്‍ ഈ ദിവ്യഹൃദയം അഗാധമായ എളിമയുടെ അത്ഭുതകരമായ ഒരു‍ മാതൃക കൂടിയാണ്. മനുഷ്യസ്വഭാവം സ്വീകരിച്ച ഈശോ നസ്രത്തെന്ന ഒരു അപ്രസിദ്ധ ഗ്രാമമാണ് സ്വവാസത്തിനു തിരഞ്ഞെടുത്തത്. ജറുസലേം പോലുള്ള പട്ടണത്തിലെ സുന്ദരങ്ങളായ കൊട്ടരങ്ങളൊന്നും അവിടുന്നു സ്വീകരിച്ചില്ല. ദരിദ്രയും ഗ്രാമീണയും എന്നാല്‍ സുശീലയും പുണ്യപൂര്‍ണ്ണയുമായ ഒരു സാധാരണ യഹൂദകന്യകയായിരുന്നു അവിടുത്തെ മാതൃപാദം അലങ്കരിക്കാന്‍ ഭാഗ്യം ലഭിച്ച വനിത. അജ്ഞാതനും ദരിദ്രനുമായ ഒരു മരപ്പണിക്കാരന്‍ ആയിരുന്നു അവിടുത്തെ വളര്‍ത്തു പിതാവായ യൗസേപ്പ്. നീതിനിര്‍വഹണത്തിലുള്ള നിഷ്ഠയും താല്‍പര്യവുമായിരുന്നു അദ്ദേഹത്തിന്‍റെ ഏകധനം. സാധാരണക്കാരായ ഈ രണ്ടു വ്യക്തികളുടെ ഇംഗിതങ്ങള്‍ക്ക് കീഴ്വഴങ്ങി മുപ്പതുവര്‍ഷത്തോളം അവിടുന്ന്‍ ഭൂമിയില്‍ ജീവിച്ചു. മനുഷ്യരെ രക്ഷിക്കുവാന്‍ വന്ന ദൈവപുത്രന്‍റെ ഈ അജ്ഞാതവാസത്തിന്‍റെ രഹസ്യം ഇന്നും ആരും പൂര്‍ണ്ണമായി മനസ്സിലാക്കിയിട്ടില്ല.

    വിദ്യാഭ്യാസത്തിലോ ധനസ്ഥിതിയിലോ മികച്ച വ്യക്തികളായിരുന്നില്ല ഈശോയുടെ ശിഷ്യന്മാര്‍. ഒന്നാമത്തെ മാര്‍പ്പാപ്പായായി തിരഞ്ഞെടുത്ത വിശുദ്ധ പത്രോസ് അവിശ്വാസിയും, ഗുരുവിനെ പലപ്രാവശ്യം തള്ളി പറഞ്ഞവനുമായിരുന്നു. ദരിദ്രരുടെയും പാപികളുടെയും ഇടയിലാണ് യേശു പ്രവര്‍ത്തിച്ചത്. അവിടുന്നു സ്നേഹിച്ചതും മറ്റാരെയുമല്ല ദരിദ്രരെയും നിരാലംബരേയുമായിരിന്നു. ഗ്രഹിക്കാന്‍ കഴിഞ്ഞ സ്വര്‍ഗ്ഗീയ രഹസ്യങ്ങളെ മീന്‍പിടുത്തക്കാരോടാണ് അവിടുന്ന്‍ ഉപദേശിച്ചത്. ഇതെല്ലാം അവിടുത്തെ എളിമയുടെ ഔന്നത്യം നമ്മെ ഗ്രഹിപ്പിക്കുന്നതിനു വേണ്ടിയായിരുന്നു. ഈശോയുടെ പ്രഭാഷണങ്ങളിലെല്ലാം എളിമയെപ്പറ്റി പ്രസ്താവിച്ചിട്ടുണ്ട്. "സാധുശീലവും ഹൃദയ എളിമയും നിങ്ങള്‍ എന്നില്‍ നിന്നു പഠിക്കുവിന്‍. നിങ്ങള്‍ ശിശുക്കളെപ്പോലെ ആകുന്നില്ലെങ്കില്‍ സ്വര്‍ഗ്ഗരാജ്യത്തില്‍ പ്രവേശിക്കുകയില്ല. അഹംഭാവികളോടു ദൈവം മത്സരിക്കുകയും എളിമയുള്ളവര്‍ക്ക് തന്‍റെ ദാനങ്ങള്‍ നല്‍കുകയും ചെയ്യുന്നു" ഈ ദിവ്യവചനങ്ങള്‍ എല്ലാം എടുത്ത് കാണിക്കുന്നത് അവിടുത്തെ എളിമയെയാണ്.
    
    അഹങ്കാരം സകല ദുര്‍ഗുണങ്ങളുടെയും ആരംഭവും സകല തിന്മകളുടെയും മാതാവുമാണ്. ശുദ്ധത വിലമതിക്കത്തക്ക പുണ്യമാണെങ്കിലും എളിമയാണ് ഏറ്റം ആവശ്യമായ പുണൃമെന്നാണ് വിശുദ്ധ ബര്‍ണ്ണാദ് അഭിപ്രായപ്പെടുന്നു. എളിമയുള്ള ഒരാത്മാവ് സ്വയം മഹാപാപിയെന്നും ദൈവത്തിന്‍റെ പ്രത്യേക സഹായം കൂടാതെ സ്വയം ഒന്നും ചെയ്യാന്‍ സാദ്ധ്യമല്ലെന്നും ഉറപ്പായി വിശ്വസിക്കുന്നു. അവന്‍ അന്യനു ലഭിക്കുന്ന ആദ്ധ്യാത്മികവും ഭൗതികവുമായ നന്മകള്‍ സ്വന്തമെന്ന പോലെ വിചാരിച്ചു സന്തോഷിക്കയും, നേരിടുന്ന മാനസികവും കായികവുമായ വേദനകളില്‍ ദൈവതിരുമനസ്സിനു കീഴ്വഴങ്ങി ഏറ്റം സംതൃപ്തിയോടെ അവയെ സഹിക്കയും ചെയ്യുന്നു.
    
    അഹംഭാവത്താല്‍ വ്രണപ്പെട്ട എന്‍റെ ആത്മാവേ! നീ എന്തുകൊണ്ട് ഇത്ര ഗൗരവഭാവം നടിക്കുന്നു? സ്വര്‍ഗ്ഗരാജ്യത്തിനു വേണ്ടി സൃഷ്ടിക്കപ്പെട്ടവരായ വിശുദ്ധാരൂപികളുടെയും പറുദീസായില്‍ വെച്ചു ദൈവം മെനഞ്ഞെടുത്ത ആദിമാതാപിതാക്കളുടെയും അഹംഭാവത്തിനു വന്ന ഘോരശിക്ഷയും നമുക്കു ധ്യാനവിഷയമാക്കാം. ദിവ്യനാഥന്‍റെ വിനീത ജീവിതമായിരിക്കട്ടെ നമ്മുടെ നിരന്തര ധ്യാനവിഷയം.`,
    prayer: `രാജാധിരാജനും എല്ലാ സൃഷ്ടികളുടെയും പ്രഭുവുമായ ഈശോയേ! അങ്ങേ ഞാന്‍ ആരാധിക്കുന്നു. സന്തോഷപൂര്‍ണ്ണവും സുഖസമൃദ്ധവുമായ സ്വര്‍ഗ്ഗത്തില്‍ നിന്നും അങ്ങിറങ്ങി ഞങ്ങളുടെ ഇടയില്‍ മനുഷ്യനായി പിറക്കുകയും അവര്‍ണ്ണനീയമായ അപമാനവും ക്ലേശപൂരിതമായ കുരിശുമരണവും ഞങ്ങളോടുള്ള സ്നേഹത്തെപ്രതി അങ്ങു സഹിക്കയുണ്ടായല്ലോ. സ്നേഹം നിറഞ്ഞ ഈശോയെ, അഗാധമായ അങ്ങയുടെ എളിമയുടെ മുമ്പില്‍ അഹങ്കാര പ്രമത്തനായി ഞാനിതാ നില്‍ക്കുന്നു. അങ്ങയുടെ ദിവ്യഹൃദയത്തില്‍ നിന്നും പുറപ്പെടുന്ന എളിമയുടെ പ്രകാശക്കതിരുകള്‍ എന്‍റെ ഹൃദയത്തിലും തട്ടുവാന്‍ അനുഗ്രഹം ചെയ്യണമേ.
    `,
    sukruthajapam: `ഹൃദയ ശാന്തതയും എളിമയുമുള്ള ഈശോയുടെ ദിവ്യഹൃദയമേ! എന്‍റെ ഹൃദയം അങ്ങേ ഹൃദയത്തിനു സാദൃശ്യമാക്കിയരുളണമേ.`,
    salkriya: `ആരെങ്കിലും ഇന്നു നമ്മെ പരിഹസിക്കുന്നുവെങ്കില്‍ മൗനമായിരുന്നു ദിവ്യഹൃദയ സ്തുതിക്കായി സഹിച്ചുകൊള്ളുക.`,
  },
  {
    daytext: `പതിമൂന്നാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം വിനയത്തിന്‍റെ ഉദാത്ത മാതൃക`,
    intro: `വിനയം എല്ലാവര്‍ക്കും അത്യന്താപേക്ഷിതമായ ഒരു പുണ്യമാണ്. ഭാഗ്യപൂര്‍ണ്ണവും സമാധാന സംപുഷ്ടവുമായ ലോകജീവിതം നയിക്കുന്നതിന് വിനയശീലം ആവശ്യമാണെന്നതില്‍ ആര്‍ക്കും സംശയമില്ല. ഈശോയുടെ ദിവ്യഹൃദയമാണ് അതുല്യമായ ഈ സല്‍ഗുണത്തിനും മാതൃക. ജീവിതകാലം മുഴുവനിലും പ്രത്യേകിച്ച് പീഡാനുഭവത്തിലും ഈശോ പ്രദര്‍ശിപ്പിച്ച വിനയശീലം അത്ഭുതകരമാണ്. സ്നേഹനിധിയായ ഈശോ ഒരു കുഞ്ഞാടിനെപ്പോലെ മൗനം അവലംഭിച്ചാണ് തന്റെ സഹനങ്ങളെ സന്തോഷപൂര്‍വ്വം സഹിച്ചത്. അന്തരീക്ഷത്തില്‍ നക്ഷത്രസമൂഹങ്ങളെയും ആഴിയുടെ അടിത്തട്ടില്‍ മത്സ്യങ്ങളെയും ഭൂമിയില്‍ സര്‍വ്വചരാചരങ്ങളേയും സൃഷ്ടിച്ച വിശ്വവിധാതാവായ ദൈവം യഹൂദജനം പ്രദര്‍ശിപ്പിച്ച അപമര്യാദകളും ഉപദ്രവങ്ങളും, അസന്തുഷ്ടിയും ആവലാതിയും കൂടാതെ സഹിച്ചു.

    മൂന്നു വര്‍ഷത്തോളം ദൈര്‍ഖ്യമുണ്ടായിരിന്ന ഈശോയുടെ പരസ്യജീവിത കാലത്ത് അവിടുന്നു പഠിപ്പിച്ചെടുത്ത ശിഷ്യരില്‍ ഒരുവനായ യൂദാസ് അവിടുത്തെ ഒറ്റിക്കൊടുക്കുന്നതിനായി വന്നപ്പോള്‍ അവരെ ശാസിച്ചു ശിക്ഷിക്കുവാന്‍ അവിടുന്നു തയ്യാറായില്ല. "സ്നേഹിതാ! നീ എന്തിനാണ് വന്നിരിക്കുന്നുവെന്ന്" സ്നേഹപൂര്‍വ്വം ചോദിക്കയാണ് അവിടുന്ന് ചെയ്തത്. അപ്പ്സ്തോല പ്രമുഖനായ പത്രോസ് ഈശോയെ അറിയുകയില്ലെന്നു മൂന്നു പ്രാവശ്യം സത്യം ചെയ്തു പറഞ്ഞു. അദ്ദേഹത്തിന്‍റെ നേരെ വെറുപ്പിന്‍റെ ഒരു അംശം പോലും പ്രദര്‍ശിപ്പിക്കാതെ അനുഗ്രഹ പൂര്‍ണ്ണമായും നോട്ടത്താല്‍ അനുതാപത്തിലേക്ക് ക്ഷണിക്കുകയാണ് അവിടുന്ന് ചെയ്തത്. വിശുദ്ധ തോമാശ്ലീഹ ഈശോയുടെ ഉയിര്‍പ്പിനെപ്പറ്റി അവിശ്വാസം പ്രകടിച്ചപ്പോള്‍ അവിടുന്നു അദ്ദേഹത്തിന് പ്രത്യക്ഷനായി തന്‍റെ മുറിവുകളില്‍ സ്പര്‍ശിക്കുന്നതിനു അനുവദിക്കുകയുണ്ടായി. ക്ലേശപൂര്‍ണ്ണമായ മരണം വരെ ഈശോ വിനയനിധിയായിട്ടാണ് പെരുമാറിയത്.
    
    നമ്മുടെ നാഥനും നേതാവുമായ ഈശോയുടെ മാതൃക നമുക്കും അനുകരിക്കാം. ശത്രുക്കളെപ്പോലും സ്നേഹപൂര്‍വ്വം വീക്ഷിച്ച അവിടുത്തെ ശിഷ്യരായ നാം നമ്മുടെ സഹോദരന്മാരുടെ നേരെ പകയും ദ്വേഷവും വച്ചു പുലര്‍ത്തുന്നതു ശരിയാണോ? ശത്രുക്കള്‍‍ക്കുവേണ്ടി അന്ത്യനിമിഷം പ്രാര്‍ത്ഥിച്ച അവിടുത്തെ അനുകരിക്കുവാന്‍ ആത്മാര്‍ത്ഥമായി നാം സന്നദ്ധരാകുന്നുണ്ടോ? ഈശോയുടെ വിനയശീലം അനുകരിക്കാന്‍ നമുക്കു ശ്രമിക്കാം.`,
    prayer: `ആരാധനയ്ക്കു യോഗ്യമായ ഈശോയുടെ ദിവ്യഹൃദയമേ! സമാധാനത്തിന്‍റെ ആലയമേ! അങ്ങേ വിനയസ്വഭാവത്തെയും ക്ഷമയും ഓര്‍ത്തു ധ്യാനിക്കയാല്‍ എന്‍റെ ആത്മസ്ഥിതി ഏറ്റം നിര്‍ഭാഗ്യാവസ്ഥയില്‍ ആയിരിക്കുന്നുവെന്നറിഞ്ഞു ഖേദിക്കുന്നു. ഓ! മാധുര്യം നിറഞ്ഞ എന്‍റെ രക്ഷിതാവിന്‍റെ ദിവ്യഹൃദയമേ! ദുര്‍ഗുണങ്ങളാല്‍ നിറഞ്ഞ എന്‍റെ ഹൃദയത്തെ മാറ്റി ഇതില്‍ അങ്ങേ ദിവ്യഹൃദയത്തിലെ വിനയശീലം ധാരാളമായി നല്‍കണമെന്നും അങ്ങേ അനന്തമായ ക്ഷമയും വിനയശീലത്തെയും ഓര്‍ത്തു ഞാന്‍ പ്രാര്‍ത്ഥിക്കുന്നു.`,
    sukruthajapam: `വിനയശീലത്തിന്‍റെ മാതൃകയായ ഈശോയുടെ തിരുഹൃദയമേ, എനിക്കു വിനയശീലം തന്നരുളണമേ.`,
    salkriya: `നമ്മുടെ മനസ്സിന് വിരോധമായി എന്തെങ്കിലും ഇന്നു സംഭവിച്ചാല്‍ അതു ക്ഷമയോടു കൂടെ സഹിക്കുക.`,
  },
  {
    daytext: `പതിന്നാലാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം- പരിശുദ്ധിയുടെ മാതൃക`,
    intro: `പുഷ്പങ്ങളാല്‍ അലംകൃതമായ ഒരു ഉദ്യാനത്തില്‍ ഒരാള്‍ പ്രവേശിക്കുമ്പോള്‍ അയാളുടെ ദൃഷ്ടിയെ ആദ്യമായി ആകര്‍ഷിക്കുന്നത് അതിലുള്ള ഏറ്റവും വിശേഷപ്പെട്ടതും സൗരഭ്യമുള്ളതുമായ പുഷ്പങ്ങള്‍ ആയിരിക്കുമല്ലോ. വിശുദ്ധിയെന്ന പുണ്യം ശോഭയല്ല പുഷ്പങ്ങള്‍ക്കു സമാനമാണ്. വിശിഷ്ട സുന്ദരമായ ഈ സ്വര്‍ഗ്ഗീയ പുണ്യത്താല്‍ ശോഭിച്ചിരുന്ന ഒരാത്മാവിനെ എല്ലാവരും സൂക്ഷിക്കുകയും ഇതിന്‍റെ സമീപത്തേയ്ക്ക് എല്ലാവരും ആകര്‍ഷിക്കപ്പെടുകയും ചെയ്യുക സാധാരണമാണ്. ഈശോ ദൈവമായിരി‍ക്കയാല്‍ എല്ലാ പുണ്യങ്ങളും സല്‍ഗുണങ്ങളില്‍ സമ്പൂര്‍ണ്ണമായി ത്തന്നെ അങ്ങില്‍ വിളങ്ങിയിരുന്നു. എന്നില്‍ വിശുദ്ധിയെന്ന പുണ്യം അവിടുന്ന്‍ അത്ഭുതകരമായ വിധം അഭ്യസിക്കുകയും തന്‍റെ സമീപത്തേയ്ക്ക് ശുദ്ധതയുള്ള ആത്മാക്കളെ ആകര്‍ഷിക്കയും ചെയ്യുന്നു. വിശുദ്ധിയുടെ നിറകുടമായ ഒരു കന്യകയെയാണു മനുഷ്യാവതാരസമയത്ത് അവിടുന്ന്‍ മാതാവായി സ്വീകരിച്ചത്.

    വളര്‍ത്തുപിതാവായി ത്തീര്‍ന്ന വിശുദ്ധ യൗസേപ്പ് ശുദ്ധതയിലും നീതിയിലും അദ്വിതീയനായിരുന്നു. അദ്ദേഹമാണ് ഈശോയുടെ ചെറുപ്പകാലത്ത് അവിടുത്തെ ഭരിച്ചു നിയന്ത്രിച്ചിരുന്നത്. ഈശോയുടെ പന്ത്രണ്ട് ശിഷ്യരില്‍ വിരക്തിയില്‍ വിശിഷ്ടമായി ശോഭിച്ചിരുന്ന വിശുദ്ധ യോഹന്നാനെ അവിടുന്ന്‍ അതീവ വാത്സല്യത്തോടെ സ്നേഹിക്കയും, സ്വന്തം മാറില്‍ തലചായിക്കുന്നതിന് ഈ ശിഷ്യനെ അനുവദിക്കുകയും ചെയ്തു. ഈശോയുടെ ജീവിതകാലത്ത് അനേകവിധത്തിലുള്ള ദുര്‍ഗുണങ്ങള്‍ ആരോപിച്ച് അവിടുത്തെ അപമാനിച്ചിട്ടുണ്ട്. എന്നാല്‍ ശുദ്ധതയ്ക്ക് വിരോധമായ ഒന്നും അവിടുത്തേക്കെതിരെ സംസാരിക്കുവാന്‍ എതിരാളികള്‍ക്ക് പോലും കഴിഞ്ഞിട്ടില്ല.
    
    ശുദ്ധതയെന്ന പുണ്യത്തില്‍ സ്ഥിരമായി നിന്ന്‍ യുദ്ധം ചെയ്യുന്ന ആത്മാക്കള്‍ മാലാഖമാര്‍ക്കു തുല്യമാണെന്നാണ് ദൈവശാസ്ത്ര പണ്ഡിതന്‍മാര്‍ അഭിപ്രായപ്പെടുന്നത്. വിശുദ്ധിയില്‍ വിശിഷ്ടമായി ശോഭിച്ച ആത്മാക്കള്‍ക്ക് മാത്രമേ ദിവ്യ ചെമ്മരിയാട്ടിന്‍ കുട്ടിയായ ഈശോയുടെ പിന്നാലെ പോകുന്നതിനും സ്വര്‍ഗ്ഗ സംഗീതം ആലപിക്കുന്നതിനും സാധിക്കയുള്ളൂ. ആകയാല്‍ ഈശോയുടെ ദിവ്യഹൃദയ ഭക്തരായ നമുക്കും അഴിഞ്ഞു പോകുന്ന സുഖസന്തോഷങ്ങളില്‍ നിന്നെല്ലാം അകന്നുമാറി ശുദ്ധമായ ജീവിതം കഴിക്കാന്‍ യത്നിക്കാം. അശുദ്ധിയെന്ന പാപത്തെ ഭയന്ന്‍ അകന്നു നടക്കുന്നവന്‍ ബുദ്ധിമാനും ഭാഗ്യവാനുമാണ് അഹംഭാവികളും, സ്വശക്തിയാല്‍ എല്ലാം നേടിക്കൊള്ളാം എന്നു വിചാരിക്കുന്നവരും തീര്‍ച്ചയായും ഇതില്‍ തന്നെ വീണു നശിക്കും.
    
    സ്വശക്തിയിലും ജ്ഞാനത്തിലും ആശ്രയിക്കാതെ ഈശോയുടെ ശക്തമായ സഹായത്തില്‍ ശരണപ്പെട്ടുകൊണ്ട് അവിടുത്തെ ദിവ്യഹൃദയത്തില്‍ സ്വയം സമര്‍പ്പിക്കുക. ഈ പുണ്യം നഷ്ടമാകാതിരിക്കുവാന്‍ അതിനു വിരോധമായ എല്ലാ പാപസാഹചര്യത്തില്‍ നിന്നും അകന്നു മാറണം. വിശുദ്ധ കന്യകയോടും വിരക്തരുടെ കാവല്‍ക്കാരനായ വി.യൗസേപ്പിനോടും ദിവസം തോറും പ്രാര്‍ത്ഥിക്കണം. ഈ മുന്‍കരുതലുകള്‍ എടുക്കുന്നവര്‍ പാപത്തില്‍ വീഴുകയില്ലായെന്നു മനസ്സിലാക്കുക.`,
    prayer: `ഏറ്റവും പരിശുദ്ധമായ ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങേ ശുദ്ധതയുടെ വെണ്മയാല്‍ മാലാഖമാര്‍ പോലും അത്ഭുതപ്പെട്ട്‌ അങ്ങേ ആരാധിക്കുന്നു. ദിവ്യനാഥാ! എന്‍റെ ഹൃദയത്തിലുള്ള അശുദ്ധമായ ആഗ്രഹങ്ങളെയും ക്രമമല്ലാത്ത ആശകളേയും മാറ്റി, മാലാഖയ്ക്കടുത്ത ശുദ്ധതയെ ഇഷ്ടപ്പെടുവാനും പരിശുദ്ധമായ ജീവിതം കഴിപ്പാനും വിശുദ്ധന്‍മാര്‍ക്ക് സ്വര്‍ഗ്ഗത്തില്‍ വാഗ്ദാനം ചെയ്തിരിക്കുന്ന ഭാഗ്യത്തിന് യോഗ്യനാകുവാനും എനിക്ക് അനുഗ്രഹം നല്‍കണമേ.`,
    sukruthajapam: `പരിശുദ്ധിയുടെ ആലയമായ ഈശോയുടെ ദിവ്യഹൃദയമേ! വിശുദ്ധ ജീവിതം കഴിക്കുവാന്‍ എനിക്ക് അനുഗ്രഹം നല്‍കണമേ.`,
    salkriya: `ശുദ്ധതയെന്ന പുണ്യത്തിനു ഭംഗം വരുന്ന എന്തെങ്കിലും ഉണ്ടായിരുന്നാല്‍ അതു ഉടന്‍ നീക്കുക.`,
  },
  {
    daytext: `പതിനഞ്ചാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം ദാരിദ്ര്യം എന്ന സുകൃതത്തിന്‍റെ മാതൃക`,
    intro: `ഒരു രാജകുമാരന്‍ കുല മഹിമയും ആഡംഭരവും സ്വമനസ്സാലെ ഉപേക്ഷിച്ചു മഹാ ദരിദ്രനായി ജീവിക്കുന്നതു കണ്ടാല്‍ അദ്ദേഹത്തിന്‍റെ ത്യാഗശീലത്തെക്കുറിച്ച് അത്ഭുതപ്പെടാത്തവര്‍ കാണുകയില്ല. പരിശുദ്ധ ത്രിത്വത്തിന്‍റെ രണ്ടാമത്തെ ആളും ലോകത്തിലെ എല്ലാ വസ്തുക്കളുടെയും മേല്‍ സര്‍വ്വസ്വാതന്ത്ര്യവും സര്‍വ്വ അധികാരവും ഉള്ള മിശിഹാ ദൈവത്വത്തിന്‍റെ സ്വര്‍ഗ്ഗീയ മഹിമയെ മറച്ചുവച്ചു മനുഷ്യസ്വഭാവം സ്വീകരിച്ചതില്‍ അത്ഭുതപ്പെടാത്തവര്‍ ആരെങ്കിലും ഉണ്ടോ? ആരില്‍ നിന്നാണു ദൈവകുമാരന്‍ മനുഷ്യസ്വഭാവം സ്വീകരിക്കുന്നത്. ഐശ്വര്യത്തിലും ബഹുമതിയിലും ഉന്നതി പ്രാപിച്ചിരിക്കുന്ന വ്യക്തികളില്‍ നിന്നാകുന്നുവോ? തീര്‍ച്ചയായും അല്ല.

    ശ്രേഷ്ഠകുലജാതയെങ്കിലും ലോകദൃഷ്ട്യാ അപ്രസിദ്ധയും ദരിദ്രയുമായ ഒരു കന്യകയാണ് അവിടുത്തെ മാതാവ്. പരിശുദ്ധാരൂപിയുടെ പവിത്രദാനങ്ങളാല്‍ അവള്‍ അലംകൃതയാണ്. മനുഷ്യര്‍ക്കു പ്രാപ്യമായ വിശുദ്ധിയുടെ ഉന്നതപദവിയില്‍ അവള്‍ എത്തിച്ചേര്‍ന്നിരുന്നു. ഈശോയുടെ ജനനസ്ഥലത്തെയും നമുക്കൊന്നു കണ്ണോടിക്കാം. തീര്‍ത്തും നിസ്സാരവും വൃത്തിശൂന്യവുമായ ഒരു കാലിക്കൂട്ടില്‍ അവിടുന്നു ജാതനാകുന്നു. മൃഗങ്ങളുടെ ഇടയിലാണ് അവിടുന്ന്‍ പിറന്നു വീണത്.
    
    മുപ്പതുവര്‍ഷത്തോളം ദീര്‍ഘിച്ച അവിടുത്തെ രഹസ്യജീവിതകാലം മുഴുവന്‍ അദ്ധ്വാനം ചെയ്താണ് ജീവിതത്തിനാവശ്യമായത് സമ്പാദിച്ചത്. വിശ്വപ്രസിദ്ധമായ മലയിലെ പ്രസംഗത്തില്‍ അവിടുന്നു ആദ്യമായി ഉപദേശിച്ചത് ദാരിദ്രൃത്തെപ്പറ്റിയായിരുന്നു. "ആത്മാവില്‍ ദരിദ്രര്‍ ഭാഗ്യവാന്‍മാര്‍; എന്തെന്നാല്‍ സ്വര്‍ഗ്ഗരാജ്യം അവരുടേതാകുന്നു." ധനസുഖങ്ങളില്‍ ഹൃദയം നിമഗ്നമാക്കാത്തവരെയാണ് അവിടുന്നു ഇവിടെ ഉദ്ദേശിച്ചിരിക്കുന്നത്. രാജാധിരാജനും സകല ഐശ്വര്യങ്ങളുടെയും അധിപനായ മിശിഹായുടെ ദാരിദ്ര്യത്തിന്‍റെ അഗാധത അറിയണമെങ്കില്‍ ഗാഗുല്‍ത്താ മലയിലേക്കു നമ്മുടെ കണ്ണുകള്‍ ഉയര്‍ത്തണം. ദൈവകുമാരന്‍റെ അരമന കപാലഗിരിയുടെ മുകളില്‍ ദൃശ്യമാണ്.
    
    മൂന്നാണികളാല്‍ ‍നിര്‍മ്മിതമാണ് അവിടുത്തെ സിംഹാസനം. ദാഹത്താല്‍ വലഞ്ഞും, നഗ്നനായും, സഹായിക്കാനും സ്നേഹിക്കാനും ആളുകളില്ലാതെ പരിത്യക്തനായും അവിടുന്നു നമുക്കു ദൃശ്യമാകും. മനുഷ്യരോടുള്ള ദൈവത്തിന്‍റെ ഉല്‍കൃഷ്ടമായ സ്നേഹത്തിന്‍റെയും ഉദാത്തമായ ത്യാഗത്തിന്‍റെയും ബലിവേദിയാണ് ഗാഗുല്‍ത്താ. സ്രഷ്ടാവിന്‍റെ ദാരിദ്ര്യം കാണുവാന്‍ ആഗ്രഹിക്കുന്നവര്‍ കുരിശിലേക്കു കണ്ണുകളുയര്‍ത്തണം.
    
    ദിവ്യനാഥന്‍റെ കാലടികളെ അനുഗമിക്കുവാന്‍ ആഗ്രഹിക്കുന്ന നാം സാമ്പത്തികമായി ഉയര്‍ന്നവരോ, സാമൂഹ്യമേഖലയില്‍ അഭിവൃദ്ധി പ്രാപിച്ചവരോ, മറ്റേതെങ്കിലും നിലയില്‍ ഉള്‍പ്പെട്ടിരിക്കുന്നവരോ ആയിരുന്നാലും ശരി കുരിശില്‍ തൂങ്ങിക്കിടക്കുന്ന ഈശോയുടെ ചിത്രം നമ്മുടെ കണ്‍മുമ്പില്‍ എപ്പോഴും ഉണ്ടായിരിക്കണം. നൈമിഷികങ്ങളായ സുഖങ്ങള്‍ നല്‍കുന്ന ലോകവസ്തുക്കളില്‍ നിന്നെല്ലാം ശ്രദ്ധാപൂര്‍വ്വം വിട്ടുമാറി നിത്യമായവയെ അന്വേഷിക്കുവാന്‍ നമുക്കു ശ്രമിക്കാം.`,
    prayer: `ദാരിദ്ര്യം എന്ന സുകൃതത്തിന്‍റെ മാതൃകയായ ഈശോയെ! അങ്ങയെ ഞാന്‍ ആരാധിക്കുന്നു. കാരുണ്യം നിറഞ്ഞ എന്‍റെ രക്ഷിതാവേ! എന്‍റെ ആഗ്രഹം മുഴുവനും ലോകവസ്തുക്കളിലും ബഹുമാനാദികളിലും ആയിരിക്കുന്നുവെന്നു അറിയുന്നതില്‍ അങ്ങ് എത്രയധികം ഖേദിക്കുന്നു. പരിപൂര്‍ണ്ണമായ എന്‍റെ ഹൃദയത്തെ അങ്ങേ ദിവ്യഹൃദയത്തോടു താരതമ്യപ്പെടുത്തി നോക്കുന്നുവെങ്കില്‍ എന്‍റെ ഹൃദയം അന്ധകാരത്താലും സകല വക ദുര്‍ഗുണങ്ങളാലും നിറഞ്ഞ ഒരു ഗുഹയാണെന്നതില്‍ സംശയമില്ല. സ്നേഹം നിറഞ്ഞ എന്‍റെ ഈശോയെ! എന്നെ ദയാപൂര്‍വ്വം അനുഗ്രഹിക്കണമേ. അങ്ങിലുള്ള ദിവ്യഹൃദയത്തിന്‍റെ പ്രകാശം എന്നിലുള്ള അന്ധകാരത്തെ നീക്കി എന്‍റെ എല്ലാ ആഗ്രഹങ്ങളെയും അഭിനിവേശങ്ങളെയും സംശുദ്ധമാക്കട്ടെ. അങ്ങില്‍ മാത്രം എന്‍റെ ശരണം മുഴുവനും വയ്ക്കുന്നതിനും എന്‍റെ പൂര്‍ണ്ണശക്തിയോടുകൂടി അങ്ങയെ മാത്രം സ്നേഹിക്കുനതിനും അനുഗ്രഹം നല്‍കണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! എല്ലാവരും നിന്നെ അറിഞ്ഞു സ്നേഹിക്കുന്നതിന് അനുഗ്രഹം തരണമേ.`,
    salkriya: `ഒരാള്‍ക്ക് ഭിക്ഷ നല്‍കുക.`,
  },
  {
    daytext: `പതിനാറാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം-അനുസരണത്തിന്‍റെ മാതൃക`,
    intro: `ദിവ്യരക്ഷകനായ ഈശോ ഈ ലോകത്തില്‍ ജീവിച്ചിരുന്ന കാലത്തു തന്‍റെ പരമപിതാവിന്‍റെ തിരുമനസ്സു നിറവേറ്റിയിരുന്നുവെന്നു സുവിശേഷത്തിന്‍റെ പല ഭാഗങ്ങളിലും സാക്ഷ്യപ്പെടുത്തിയിട്ടുണ്ട്. ആകാശത്തിനും ഭൂമിക്കും മദ്ധ്യേ കുരിശില്‍ തൂങ്ങിക്കിടന്ന വേളയില്‍ അവിടുത്തെ അവസാനത്തെ നെടുവീര്‍പ്പും വചനവും "സകലതും അവസാനിച്ചു:" എന്നതായിരുന്നു. ലോകത്തില്‍ ആഗതനായ ക്ഷണം മുതല്‍ ദുഃഖവും അപമാനവും നിറഞ്ഞ കുരിശുമരണം വരെയും പിതാവിന്‍റെ ആഗ്രഹം പൂര്‍ത്തിയാക്കുന്നതിലായിരുന്നു അവിടുത്തെ സന്തോഷവും സംതൃപ്തിയും. ലോകത്തില്‍ ജീവിച്ചിരുന്ന അവസരത്തില്‍ തന്‍റെ പരമപിതാവിനു മാത്രമല്ല അവിടുത്തെ നാമത്തിലും അധികാരത്തിലും ആരെല്ലാം ഉണ്ടായിരുന്നുവോ അവരെയെല്ലാം ലഘുവായ കാര്യങ്ങളില്‍ കൂടെയും മഹാസന്തോഷത്തോടും തൃപ്തിയോടും കൂടെ അനുസരിക്കയും അവര്‍ക്കു ശുശ്രൂഷ നടത്തുകയും ചെയ്തിരുന്നു.

    ഇപ്പോഴും ഏതു വിധത്തിലുമുള്ള ആളായിരുന്നാലും എത്ര പ്രാവശ്യം ഒരു വൈദികന്‍ ബലിപീഠത്തില്‍ പൂജ അര്‍പ്പിക്കുന്നതിനായി കയറുമോ ആ പ്രാവശ്യങ്ങളിലൊക്കെയും അദ്ദേഹത്തിന്‍റെ വചനങ്ങള്‍ക്കു കീഴ്വഴങ്ങി അവിടുന്നു ആഗതനാകുന്നു. വിസ്മയനീയമായ അനുസരണം! നിസ്സാരരായ സൃഷ്ടികള്‍ അവരുടെ പിതാവും നാഥനുമായ സ്രഷ്ടാവിനെ അനുസരിക്കുവാന്‍ മനസ്സാകുന്നില്ല. പൊടിയും പൊടിയിലേക്ക് പിന്തിരിയുന്നവനുമായ മനുഷ്യാ! നീ എന്തിനു അഹങ്കരിക്കുന്നു. നിന്‍റെ സ്രഷ്ടാവും രാജാവും പിതാവുമായ ദൈവപുത്രന്‍റെ അത്ഭുതകരമായ അനുസരണം നിന്നെ ലജ്ജാഭാരിതനാക്കുന്നില്ലേ?
    
    സര്‍വ്വചരാചരങ്ങളുടെയും നാഥനായ ദൈവം മനുഷ്യരെ അനുസരിക്കുന്നുവെങ്കില്‍, ഈ പരമപിതാവിന്റെ സ്ഥാനപതികള്‍ക്കു നിന്‍റെ ശിരസ്സു നമിച്ച് അനുസരിക്കാതെയിരിക്കുന്നത് എന്തുകൊണ്ട്? ഈശോയുടെ ദിവ്യപ്രമാണങ്ങളെയും അവിടുത്തെ മൗതിക ശരീരമായ സഭയുടെ കല്‍പനകളെയും അനുസരിക്കുന്നതില്‍ വിമുഖത കാണിക്കുന്നതെന്തുകൊണ്ട്? അനുസരണമുള്ളവനു മാത്രമേ വിജയം വരിക്കുവാന്‍ സാധിക്കയുള്ളൂവെന്ന് വി.ഗ്രന്ഥം സാക്ഷ്യപ്പെടുത്തുന്നുണ്ട്. അതിനാല്‍ ദിവ്യപ്രമാണങ്ങള്‍ അനുസരിച്ച് നിത്യസൗഭാഗ്യം പ്രാപിക്കുവാന്‍ നമുക്കു യത്നിക്കാം.`,
    prayer: `അത്ഭുതകരമായ അനുസരണമുള്ള ഈശോയുടെ ദിവ്യഹൃദയമേ! മനുഷ്യനായി പിറന്നതു മുതല്‍ കുരിശില്‍ തലചായിച്ചു മരിച്ച ക്ഷണം വരെയും അങ്ങേ നിത്യപിതാവിനെ അനുസരിച്ചതു കൂടാതെ, ലോകാവസാനം വരെയും വിശുദ്ധ കുര്‍ബാനയില്‍ മനുഷ്യനായ വൈദികന്‍റെ വചനത്തെ അനുസരിച്ച് അങ്ങ് ആഗതനാകുകയും ചെയ്യുന്നുവല്ലോ. സ്നേഹവും കാരുണ്യവും നിറഞ്ഞ ഈശോയെ! മഹാ പാപിയായ ഞാന്‍ അങ്ങയുടെ ദൃഷ്ടാന്തത്തെ കണ്ടുപിടിച്ചു എല്ലാ പ്രമാണങ്ങളും അനുസരിച്ചു നടപ്പാന്‍ അനുഗ്രഹം ചെയ്യണമേ.`,
    sukruthajapam: `കുരിശുമരണം വരെയും അനുസരിച്ച ഈശോയുടെ തിരുഹൃദയമേ! എന്‍റെ മേല്‍ കൃപയായിരിക്കണമേ.`,
    salkriya: `ലഘുവായ വിഷയങ്ങളിൽ കൂടെയും മേലധികാരിയെ അനുസരിക്കുവാൻ ശ്രമിക്കുക.`,
  },
  {
    daytext: `പതിനേഴാം തീയതി`,
    subject: `യഥാര്‍ത്ഥ സൗഭാഗ്യവും ഈശോയുടെ തിരുഹൃദയവും`,
    intro: `ഭാഗ്യസമ്പൂര്‍ണ്ണമായവ ജീവിതം കഴിക്കണമെന്നാണ് എല്ലാ മനുഷ്യരുടെയും ആഗ്രഹം. എന്നാല്‍ യഥാര്‍ത്ഥ സൗഭാഗ്യവും സംതൃപ്തിയും എവിടെയാണെന്നു ഗ്രഹിച്ചിരിക്കുന്നവരുടെ സംഖ്യ വളരെ ചുരുക്കമാണ്. ശാശ്വതമായ സൗഭാഗ്യം എവിടെയിരിക്കുന്നുവെന്ന് സ്നേഹം നിറഞ്ഞ പിതാവായ ഈശോയോട് ചോദിക്കുക. അപ്പോള്‍ സര്‍വ്വഗുണസമ്പന്നനായ നാഥന്‍ നമ്മോടിപ്രകാരം പറയും: "എന്‍റെ സ്നേഹവും ഭാഗ്യവും സന്തോഷവും ആനന്ദവും എല്ലാം എന്‍റെ പിതാവിലും, അവിടുത്തെ മഹിമയും ശക്തിയും പ്രചരിപ്പിക്കുന്നതിലും ആകുന്നു. "സ്നേഹശൂന്യനായ എന്‍റെ ആത്മാവേ! നീ ഇവ കേള്‍ക്കുന്നില്ലയോ? നിന്‍റെ ഭാഗ്യം ലോകനേട്ടങ്ങളിലും ശരീരേച്ഛയിലും സമര്‍പ്പിക്കുന്നുവെങ്കില്‍ അവയൊന്നും നിന്നെ ഭാഗ്യവാനാക്കുവാന്‍ മതിയാകയില്ല;

    ബഹുമാനം, ഐശ്വര്യം മുതലായവയില്‍ നീ ശരണം വയ്ക്കുന്നുവെങ്കില്‍ അവ ശാശ്വതമായി നിലനില്‍ക്കുമെന്ന് നിനക്കു എന്തുറപ്പാണുള്ളത്‍? സുഖഭോഗാദികള്‍ സ്ഥിരമായിട്ടുള്ളതല്ല. സ്രഷ്ടവസ്തുക്കളില്‍ സൗഭാഗ്യം വച്ചിരുന്നാല്‍ അവ നിന്നെ വേര്‍പിരിഞ്ഞു പോകാന്‍ കേവലം ഒരു നിമിഷം മതി. ലോക മഹിമ നേടുന്നതിനായി വൃഥാ ചെലവഴിച്ചിരുന്ന സമയം ദൈവസ്തുതി പരത്തുവാനും ദൈവത്തെ സ്നേഹിപ്പാനും വ്യയം ചെയ്തിരുന്നുവെങ്കില്‍ ഭൗതിക സൗഭാഗ്യത്തിലും ബഹുമതിയിലും ഉയര്‍ത്തപ്പെട്ടവരെക്കാള്‍ നീ എത്രയോ ഭാഗ്യവാനാകുമായിരുന്നു!‍ യഥാര്‍ത്ഥത്തിലുള്ള ഭാഗ്യം ദൈവത്തിലും ദൈവത്തില്‍ നിന്നുമാണ് ലഭിക്കേണ്ടത്.
    
    ദൈവമാണ് സാക്ഷാല്‍ സൗഭാഗ്യ കേന്ദ്രമെന്ന് മനസ്സിലാക്കിയ വി.ഫ്രാന്‍സീസ് അസ്സീസി "എന്‍റെ ദൈവം എനിക്ക് സമസ്തവും" എന്ന്‍ ഇടവിടാതെ നിലവിളിച്ചിരുന്നു. ഇപ്രകാരം തന്നെ വിശുദ്ധ ബര്‍ണ്ണാദ്, അല്‍ഫോന്‍സ് ലിഗോരി, ഫ്രാന്‍സീസ് സേവ്യര്‍, ഫ്രാന്‍സിസ് സാലെസ്, ലൂയിസ് എന്ന പുണ്യവാന്മാരും വിശുദ്ധ കത്രീനാ, ത്രേസ്യാ, ചെറുപുഷ്പം എന്നീ പുണ്യവതികളും അവരുടെ ഭാഗ്യവും സന്തോഷവും ദൈവത്തിലും മനുഷ്യരുടെ നേരെയുള്ള സ്നേഹത്തെപ്രതി നിത്യബലിയായിത്തീര്‍ന്ന ദിവ്യകാരുണ്യനാഥന്‍റെ തിരുഹൃദയത്തിലുമാണ് ദര്‍ശിച്ചത്. വിശുദ്ധ കുര്‍ബാനയെ ആരാധിക്കുന്നതിലും സ്നേഹിക്കുന്നതിലും ശുശ്രൂഷിക്കുന്നതിലുമായിരുന്നു ഇവരൊക്കെ സൗഭാഗ്യം ദര്‍ശിച്ചിരുന്നത്. നാം ദൈവത്തോട് എത്രമാത്രം സാമീപ്യ സമ്പര്‍ക്കങ്ങള്‍ പുലര്‍ത്തുന്നുവോ അത്രമാത്രം നാം സൗഭാഗ്യപൂര്‍ണ്ണരായിരിക്കും. ഈശോയില്‍ നിന്ന്‍ അകന്ന് ഓടുമ്പോള്‍ നാം ദുര്‍ബലരാവുകയാണ് ചെയ്യുന്നത്. ഭൗതിക വസ്തുക്കളിലുള്ള താല്‍പര്യവും സ്നേഹവും അകറ്റി നമുക്കു ദൈവത്തിലേക്ക് പിന്തിരിയാം.`,
    prayer: `സ്വര്‍ഗ്ഗവാസികളുടെ സൗഭാഗ്യവും സന്തോഷവുമായിരിക്കുന്ന ഈശോയുടെ ദിവ്യഹൃദയമേ! ഞാന്‍ ഇന്നുവരെയും യഥാര്‍ത്ഥ സൗഭാഗ്യം ഏതെന്നറിയാതെ ലൗകിക വസ്തുക്കളില്‍ എന്‍റെ സ്നേഹം അര്‍പ്പിച്ചു പോയി എന്നത് വാസ്തവമാണ്. എന്നാലിപ്പോള്‍ എന്‍റെ ഭാഗ്യം എവിടെയാണെന്നറിയുന്നു. സകല ഭാഗ്യങ്ങളും അടങ്ങിയിരിക്കുന്ന ഭണ്ഡാരവും എന്‍റെ ബുദ്ധിയുടെ പ്രകാശവും ഹൃദയത്തിന്‍റെ സന്തോഷവുമായ മിശിഹായേ, അങ്ങയെ ഞാന്‍ ആരാധിക്കുന്നു. എന്‍റെ ആത്മശരീരശക്തികള്‍ ഒക്കെയോടുംകൂടി സ്നേഹിക്കുന്നു. വാത്സല്യനിധിയായ ഈശോയെ! അങ്ങുമാത്രം എന്‍റെ സമ്പത്തും സകല ഭാഗ്യവുമായിരിക്കുന്നു. എന്‍റെ ശിഷ്ടജീവിതം അങ്ങയെ സ്നേഹിപ്പാനും സേവിപ്പാനും അനുഗ്രഹം നല്കിയരുളണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ, അങ്ങില്‍ മാത്രം എന്‍റെ ഭാഗ്യം മുഴുവന്‍ കണ്ടെത്തുവാന്‍ കൃപ ചെയ്യണമേ.`,
    salkriya: `ഈശോയുടെ ദിവ്യഹൃദയത്തിന്‍റെ സ്തുതിക്കായി ഒരു ആദ്ധ്യാത്മിക ഗ്രന്ഥം വായിക്കുക.`,
  },
  {
    daytext: `പതിനെട്ടാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം രക്ഷയുടെ മാതൃക`,
    intro: `ദൈവത്തെ സ്നേഹിക്കുവാനും ധീരതയോടെ അവിടുത്തേക്ക് ശുശ്രൂഷ ചെയ്യുവാനും ആഗ്രഹിക്കുന്ന ഒരാത്മാവിനു അനേകരുടെ അപമാന വാക്കുകളും പരിഹാസങ്ങളും സഹിക്കേണ്ടി വരും. ഈശോയെ അനുകരിച്ചു ജീവിക്കാനാഗ്രഹിക്കുന്നവര്‍ ക്ലേശങ്ങള്‍ സഹിക്കേണ്ടിവരുമെന്നു വി.ഗ്രന്ഥം തന്നെ സാക്ഷ്യപ്പെടുത്തുന്നു. ദൈവത്തിലും ദൈവത്തിനായിട്ടും ജീവിക്കുന്നവരും ഇന്നുവരെയും ജീവിച്ചിരുന്നവരും ഇനിയും ജീവിക്കാനിരിക്കുന്നവരും പ്രലോഭനങ്ങളാലും ദുരിതങ്ങളാലും പരിശോധിക്കപ്പെട്ട ശേഷം മാത്രമേ നിത്യസൗഭാഗ്യ കേന്ദ്രമായ സ്വര്‍ഗ്ഗത്തിലേക്ക് പ്രവേശിക്കയുള്ളൂ. സ്വാര്‍ത്ഥതയ്ക്കെതിരായി സമരം ചെയ്യുന്നവര്‍ മാത്രമേ സ്വര്‍ഗ്ഗം കരസ്ഥമാക്കുകയുള്ളൂവെന്നു വി. ഗ്രന്ഥം തന്നെ വ്യക്തമായി പഠിപ്പിക്കുന്നു. വേദനകളും ഞെരുക്കങ്ങളും സഹിക്കുന്നതിന് ആവശ്യമായ ഗുണം ക്ഷമയാണെന്നുള്ളതില്‍ സംശയമില്ല.

    ക്ഷമയെന്ന പുണ്യത്തില്‍ ഒരാള്‍ എന്തുമാത്രം വര്‍ദ്ധിക്കുമോ അത്രയും ദൈവസ്നേഹത്തിലും മറ്റു പുണ്യങ്ങളിലും അഭിവൃദ്ധിപ്പെടും. നമ്മുടെ സ്രഷ്ടാവും രക്ഷകനുമായ ഈശോ തന്നെയാണ് ക്ഷമയുടെ അഭ്യസനത്തിലും നമുക്ക് മാതൃക. ശിശുവായ ഈശോ അരിഷ്ടതകളുടെ ഇടയിലാണ് വളര്‍ന്നത്. ഹേറോദേസ് ഉണ്ണീശോയേ കൊല്ലുവാന്‍ അന്വേഷിച്ചപ്പോള്‍ അവിടുന്നു ഓടി ഒളിക്കുന്നു. മുപ്പതു വത്സരത്തോളം രണ്ടു സൃഷ്ടികള്‍ക്കു സമ്പൂര്‍ണ്ണമായും കീഴ്വഴങ്ങി ജീവിക്കുന്നു. യഹൂദജനം പരിഹസിക്കയും കഷ്ടപ്പെടുത്തുകയും ചെയ്യുന്ന അവസരത്തില്‍ അവരെ അവിടുന്നു ദ്വേഷിക്കുന്നില്ല. കല്ലെറിഞ്ഞു കൊല്ലുവാനൊരുങ്ങിയവരില്‍ നിന്ന്‍ അവിടുന്ന്‍ മറഞ്ഞുകളഞ്ഞു.
    
    ദൈവിക രഹസ്യങ്ങളെപ്പറ്റി യാതൊരു ജ്ഞാനവുമില്ലാതിരുന്ന ശിഷ്യരെ സ്നേഹത്തോടും ക്ഷമാശീലത്തോടും കൂടി അവയെല്ലാം പഠിപ്പിക്കുന്നു. അവസാനം അന്യായമായി തന്നെ വധിക്കുകയും ക്രൂരമായി കുരിശില്‍ തൂക്കുകയും ചെയ്ത ഘാതകരോടു വിദ്വേഷമോ ശത്രുതയോ പ്രദര്‍ശിപ്പിക്കാതെ അവര്‍ക്കുവേണ്ടി തന്‍റെ പരമപിതാവിനോടു പ്രാര്‍ത്ഥിക്കുന്നു. കോപവും വിരോധവും നിറഞ്ഞ ഹൃദയത്തോടെ ജീവിക്കുന്ന നമുക്കെല്ലാവര്‍ക്കും ക്ഷമയുടെയും സമാധാനത്തിന്‍റെയും പ്രഭുവായ ഈശോ മാതൃകയാണ്. മനുഷ്യര്‍ക്കെല്ലാം മാതൃക നല്‍കിയ ഈശോയെ നാം കണ്ടു പഠിക്കുന്നില്ലെങ്കില്‍ സ്വര്‍ഗ്ഗപ്രവേശം അസാദ്ധ്യമാകും എന്ന്‍ നാം മനസ്സിലാക്കേണ്ടിയിരിക്കുന്നു.`,
    prayer: `സ്നേഹം നിറഞ്ഞ ഈശോയുടെ ദിവ്യഹൃദയമേ! ഞാനിതാ അങ്ങേ സന്നിധിയില്‍ സാഷ്ടാംഗമായി വീണ് എന്‍റെ പൂര്‍ണ്ണഹൃദയത്തോടെ അങ്ങേ ആരാധിക്കുന്നു. അങ്ങേ ദിവ്യഹൃദയത്തില്‍ എന്‍റെ ആത്മാവിനെ ഞാന്‍ ഭരമേല്‍പ്പിക്കുന്നു. സമാധാനപ്രവാചകനായ ഈശോയെ! പാപത്താല്‍ വിരൂപമായിരിക്കുന്നതും കോപാഗ്നിയാല്‍ ജ്വലിക്കുന്നതുമായ എന്‍റെ ഹൃദയത്തെ കടാക്ഷിക്കണമേ.കോപിച്ചിരുന്ന കടലിനെ അങ്ങേ തിരുവചനത്താല്‍ ശാന്തമാക്കിയല്ലോ. ലോകരക്ഷിതാവായ എന്‍റെ നല്ല ഈശോയെ! എന്‍റെ എല്ലാ ദുര്‍ഗുണങ്ങളും നീങ്ങുന്നതിനും അങ്ങേ സ്നേഹശീലവും ക്ഷമയും കണ്ടുപഠിക്കുന്നതിനും വേണ്ട അനുഗ്രഹം തന്നരുളണമേ. `,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! ക്ഷമയെന്ന പുണ്യം അഭ്യസിക്കുവാന്‍ കൃപ ചെയ്യണമേ.`,
    salkriya: `നമ്മുടെ വിരോധികള്‍ക്കു വേണ്ടി 1 സ്വര്‍ഗ്ഗ. 1 നന്മ. 1 ത്രി. ചൊല്ലുക.`,
  },
  {
    daytext: `പത്തൊമ്പതാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയം സ്വര്‍ഗ്ഗീയ പിതാവിന്‍റെ നേരെയുള്ള സ്നേഹത്തിന്‍റെ മാതൃക`,
    intro: `ദിവ്യരക്ഷിതാവായ ഈശോ മനുഷ്യാവതാരം ചെയ്ത് ഈ ലോകത്തിലേക്കു വന്നത് മനുഷ്യവര്‍ഗ്ഗത്തിനു വേണ്ടി മദ്ധ്യസ്ഥനായി നിന്നുകൊണ്ട് മനുഷ്യരുടെ ഹൃദയങ്ങളില്‍, തന്‍റെ പരമപിതാവിന്‍റെ നേരെയുള്ള സ്നേഹം കത്തിജ്ജ്വലിപ്പിക്കാനും, പിതാവിന്‍റെ മഹത്വം പ്രസിദ്ധമാക്കുവാനുമത്രേ. "ഞാന്‍ ഭൂമിയില്‍ തീയിടാന്‍ വന്നു. അതു കത്തി ജ്വലിക്കുന്നതല്ലാതെ മറ്റെന്താണ് ഞാന്‍ ആഗ്രഹിക്കുന്നത്." ഈശോയുടെ ഈ വാക്കുകള്‍ വളരെ അര്‍ത്ഥവത്താണ്. ജറുസലേം പട്ടണത്തില്‍ പ്രവേശിച്ചിരുന്നപ്പോഴും ദേവാലയത്തില്‍ പോയി ദൈവപിതാവിനു സ്തുതി സ്തോത്രങ്ങള്‍ സമര്‍പ്പിക്കുവാന്‍ ഈശോ ജാഗ്രത പ്രദര്‍ശിപ്പിച്ചിരുന്നു. ലോകാവസാനകാലത്തു പിതാവിന്‍റെ ഭവനത്തെക്കാള്‍ ഇഷ്ടപ്പെട്ട ഒരു വാസസ്ഥലം അവിടുത്തേയ്ക്കില്ലായിരുന്നു. ദിവ്യപിതാവിനെപ്പറ്റി പ്രസംഗിക്കുകയായിരുന്നു അവിടുത്തെ പ്രധാന ദൌത്യം. സ്വര്‍ഗ്ഗസ്ഥനായ പിതാവിനെപ്പറ്റി ഏറ്റം വ്യക്തമായി പ്രസംഗിക്കുവാന്‍ കഴിവുള്ള ഏകവ്യക്തിയും അവിടുന്നായിരുന്നല്ലോ.

    ദേവാലയത്തിനു പുറത്തു സഞ്ചരിച്ചിരുന്നപ്പോഴും ലാസറിനെ ഉയിര്‍പ്പിച്ച അവസരത്തിലും വിശുദ്ധ കുര്‍ബാന സ്ഥാപിച്ച സന്ദര്‍ഭത്തിലും, അത്ഭുതങ്ങള്‍ പ്രവര്‍ത്തിച്ച സമയങ്ങളിലും നേത്രങ്ങളെ സ്വര്‍ഗ്ഗപിതാവിന്‍റെ സന്നിധിയിലേക്കുയര്‍ത്തി ആരാധിക്കുന്നതില്‍ അവിടുന്നു ശ്രദ്ധാലുവായിരുന്നു. ഈശോയുടെ യാത്രയുടെയും ഉപവാസം, പ്രാര്‍ത്ഥന മുതലായ എല്ലാ കൃത്യങ്ങളുടെയും പരമപ്രധാനമായ ഉദ്ദേശം പിതാവിന്‍റെ സ്തുതി മാത്രമായിരുന്നു. ഇതു നിമിത്തം ദേവാലയത്തെ കച്ചവടസ്ഥലമാക്കി മാറ്റിയവരെ സ്നേഹശീലനായ ഈശോ അത്യന്തം കോപത്തോടെ അടിച്ചു പുറത്താക്കുന്നു. ക്ഷീണവും പ്രയാസങ്ങളും ഗണ്യമാക്കാതെ പിതാവിനെപ്പറ്റി ഉപദേശിക്കുന്നതില്‍ അവിടുന്ന്‍ ആനന്ദം കണ്ടെത്തുന്നു.
    
    ഈശോയുടെ ദിവ്യഹൃദയത്തെ ഭക്തിപൂര്‍വ്വം സ്നേഹിച്ചാരാധിക്കുന്ന നാം അവിടുത്തെ ദിവ്യമാതൃക അനുകരിക്കാന്‍ ഉത്സുകരാകേണ്ടതാണ്. നിത്യപിതാവായ ദൈവത്തെ നാം യഥാര്‍ത്ഥമായും ആഴമായും സ്നേഹിക്കുന്നുവെങ്കില്‍ ദൈവസ്തുതി വര്‍ദ്ധനവിനായി ഏതു പ്രയാസവും സഹിക്കാന്‍ നാം സന്നദ്ധരാകും.`,
    prayer: `സര്‍വ്വശക്തനും നിത്യനുമായ സര്‍വ്വേശ്വരാ! അങ്ങേ മഹത്വത്തിനും ശക്തിക്കും യോജിച്ചവണ്ണം അങ്ങയെ സ്നേഹിക്കത്തക്ക ഒരു ഹൃദയം ഏറ്റം ദരിദ്രനായ ഈശോയുടെ മാത്രമാകുന്നുവല്ലോ. എന്‍റെ ഹൃദയം ഏറ്റം ദരിദ്രയും ദുര്‍ബലവും സകല ദുര്‍ഗുണങ്ങളാലും നിറഞ്ഞതുമെന്ന് ഞാന്‍ സമ്മതിച്ചു പറയുന്നു. ദയനിറഞ്ഞ ദൈവമേ! സ്നേഹം നിറഞ്ഞതും എല്ലാ നിക്ഷേപങ്ങളും അടങ്ങിയിരിക്കുന്നതുമായ അങ്ങേ ദിവ്യപുത്രന്‍റെ പരിശുദ്ധ ഹൃദയം എന്‍റെയും സകല മനുഷ്യരുടെയും പാപങ്ങള്‍ക്കും നന്ദിഹീനതയ്ക്കും പരിഹാരമായി അങ്ങേയ്ക്കു ഞാന്‍ കാഴ്ച സമര്‍പ്പിക്കുന്നു. ഈശോ അങ്ങയെ സ്നേഹിച്ചതു പോലെയും വിശുദ്ധ കുര്‍ബാനയില്‍ സദാ സ്വയം ബലിയായി അങ്ങേയ്ക്കു സമര്‍പ്പിച്ചു സ്നേഹിക്കുന്നതുപോലെയും ഞാന്‍ അങ്ങയെ സ്നേഹിപ്പാനും എന്‍റെ സന്തോഷം മുഴുവനും അങ്ങില്‍ സമര്‍പ്പിപ്പാനും അനുഗ്രഹം നല്‍കിയരുളണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! അങ്ങേയ്ക്കെതിരായി പാപം ചെയ്യുന്നതിനു മുമ്പ് എന്നെ മരിപ്പിക്കണമേ.`,
    salkriya: `ഉപദേശം നല്‍കി ആരെയെങ്കിലും തിന്മയില്‍ നിന്നകറ്റുന്നതിനായി ശ്രമിക്കുക.`,
  },
  {
    daytext: `ഇരുപതാം തീയതി`,
    subject: `ഈശോയുടെ ദിവ്യഹൃദയവും സഹോദരസ്നേഹവും`,
    intro: `"നിന്നെപ്പോലെ നിന്‍റെ അയല്‍ക്കാരനേ സ്നേഹിക്കുക, എല്ലാറ്റിലും ഉപരിയായി ദൈവത്തെയും സ്നേഹിക്കുക" എല്ലാ പ്രമാണങ്ങളും ഇതില്‍ അടങ്ങിയിരിക്കുന്നു. ദിവ്യനാഥനായ ഈശോ മനുഷ്യരെ എപ്രകാരം സ്നേഹിക്കുന്നുവെന്ന് ഇന്നു നമുക്ക് ധ്യാനിക്കാം. വിശ്വത്തിലുള്ള സര്‍വ്വചരാചരങ്ങളേയും സൃഷ്ടിച്ച നിത്യദൈവത്തിന്‍റെ സന്നിധിയില്‍ നാം എന്താണ്? സര്‍വ്വ ലോകത്തിന്‍റെയും സ്രഷ്ടാവാണ് ദൈവം. നാം സൃഷ്ടികള്‍ മാത്രം. പ്രപഞ്ചസൃഷ്ട്ടാവായ അവിടുന്നു നിത്യനും സര്‍വ്വശക്തനുമാണ്. നാം നിസ്സാരന്മാരും അഗണ്യരുമാണ്. ഇതിനെല്ലാമുപരിയായി "മനുഷ്യാ നീ പൊടിയാകുന്നു. പൊടിയിലേക്കു തന്നെ പിന്തിരിയും" എന്നു വി.ഗ്രന്ഥം സാക്ഷ്യപ്പെടുത്തുകയും ചെയ്യുന്നു.

    നമ്മില്‍ ഉണ്ടായിരിക്കുന്നതു കോപം, അസൂയ, ചതിവ്, അഹന്ത, അശുദ്ധത മുതലായ ദുര്‍ഗു‍ണങ്ങളാണ്. ഈ വക തിന്മകള്‍ ഈശോയുടെ പരിശുദ്ധ ഹൃദയം വളരെയധികം വെറുക്കുന്നു. മനുഷ്യരുടെ ഘോരമായ നിന്ദയും മാരകമായ പാപങ്ങളും നിത്യത മുതല്‍ കണ്ടറിഞ്ഞിട്ടും എത്ര സ്നേഹ സമന്വിതമായാണ് ദൈവം നമ്മോടു പ്രവര്‍ത്തിക്കുന്നത്. അവിടുന്നു നമ്മെ ദ്വേഷിക്കുകയോ ഉടനുടന്‍ ശിക്ഷിക്കുകയോ ചെയ്യുന്നില്ല. "മനുഷ്യസന്തതികളോടു കൂടെ വസിക്കുന്നതിലത്രേ എന്‍റെ സന്തോഷം" എന്നാണു സ്നേഹസമ്പന്നനായ ഈശോ അരുളിച്ചെയ്യുന്നത്.
    
    ദയാനിധിയായ ദൈവം തന്‍റെ സമീപത്തേയ്ക്ക് വരുന്ന ആരെയും അകറ്റി നിര്‍ത്തുന്നില്ല. എല്ലാവരെയും സ്നേഹത്തോടെ ആശ്ലേഷിച്ച് സംഭാഷണം ചെയ്യുന്നു. എല്ലാവരെയും സ്നേഹം നിറഞ്ഞ പുത്രന്മാരെന്നും സഹോദരരെന്നും സ്നേഹിതരെന്നും മഹാ വാത്സല്യത്തോടു കൂടി വിളിക്കുന്നു. മഹാപാപിയായ മേരി മഗ്ദലേനായെ ദയാപൂര്‍വ്വം നോക്കി അവളുടെ പാപങ്ങള്‍ മോചിക്കുന്നു. പാപികളുടെ പിന്നാലെ ചെന്ന്‍ അവരെ ആശ്വസിപ്പിക്കുകയും അവര്‍ക്കു ധൈര്യം കൊടുത്തു തന്‍റെ വിശുദ്ധ സ്നേഹത്തിലേക്കു അവരെ ക്ഷണിക്കുകയും ചെയ്യുന്നു. വിശുദ്ധ പത്രോസിനോടും തോമസിനോടുമുള്ള അവിടുത്തെ പെരുമാറ്റം അവിസ്മരണീയവും അത്ഭുതകരവുമാണ്.
    
    ഈശോയുടെ സഹോദരരായ നമുക്കു വേണ്ടി സകലവിധ ക്ലേശങ്ങളും അപമാനങ്ങളും സഹിച്ച ശേഷം കുരിശിന്മേല്‍ മരിച്ചു. കാല്‍വരിയിലെ സ്നേഹബലിക്ക് തുല്യമായ ഒരു‍ ബലിയും ലോകത്തില്‍ നടന്നിട്ടില്ല. മരണത്തോടു കൂടി ക്രിസ്തുവിന്‍റെ സ്നേഹം അവസാനിച്ചില്ല. അവിടുത്തെ ദിവ്യശരീരവും രക്തവും നമ്മുടെ ഭക്ഷണ പാനീയങ്ങളായി അവിടുന്നു നല്‍കി. അനശ്വര സ്നേഹത്തിന്‍റെ നിത്യസ്മാരകങ്ങളായി അവ നില കൊള്ളുന്നു. ഈശോയുടെ ഈ സ്നേഹം നമ്മുടെ വ്യക്തി ജീവിതത്തിലേക്കും പകര്‍ത്താം. ഈശോയെപ്രതി നമ്മുക്ക് എല്ലാവരേയും സ്നേഹിക്കാം. അങ്ങനെ ദിവ്യനാഥനോടുള്ള നമ്മുടെ സ്നേഹം പ്രകടിപ്പിക്കാം.`,
    prayer: `ഈശോയുടെ ദയനിറഞ്ഞ ഹൃദയമേ! എന്‍റെ ആശ്വാസമേ, എന്‍റെ ധനമേ, സ്വര്‍ഗ്ഗ വാസികളൊക്കെയോടും കൂടെ അങ്ങയെ ഞാന്‍ ആരാധിക്കുന്നു. എന്‍റെ ശക്തിയൊക്കെയോടും കൂടെ അങ്ങയെ ഞാന്‍ സ്നേഹിക്കുന്നു. നാഥാ! അങ്ങയോടുള്ള സ്നേഹത്തെപ്രതി ജീവിക്കുന്നതിനും അങ്ങേയ്ക്കുവേണ്ടി സമസ്തവും ഉപേക്ഷിക്കുന്നതിനും അനുഗ്രഹം ചെയ്യണമേ. സ്നേഹരാജനായ ഈശോയെ! അങ്ങേയ്ക്ക് എന്‍റെ നേരെയുള്ള സ്നേഹം എത്രമാത്രമെന്നു മനസ്സിലാക്കുന്നതിനും അങ്ങയെ ഉപദ്രവിച്ചിടത്തോളം അങ്ങയെ സ്നേഹിക്കുന്നതിനും മറ്റുള്ളവരെ അങ്ങേ സ്നേഹം നിറഞ്ഞ ഹൃദയത്തിലേക്ക് ആകര്‍ഷിക്കുന്നതിനും അനുഗ്രഹം നല്കേണമേ.`,
    sukruthajapam: `ഈശോയുടെ ദിവ്യഹൃദയമേ! എന്‍റെമേല്‍ കൃപചെയ്യണമേ.`,
    salkriya: `വിശുദ്ധ കുര്‍ബാനയ്ക്കു വിസീത്ത കഴിച്ച് പാപികള്‍ക്കുവേണ്ടി പ്രാര്‍ത്ഥിക്കുക.`,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
  {
    daytext: ``,
    subject: ``,
    intro: ``,
    prayer: ``,
    sukruthajapam: ``,
    salkriya: ``,
  },
];
console.log(datatext.length);
